Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: a simple application installer and GNOME tweaker
sv: En enkel programinstallerare och GNOME-tweakare

source: System policy prevents Ailurus from launching program as "root"
fr: La politique système empêche Ailurus de lancer des programmes en tant que "root"
sv: Systemets policy förhindrar Ailurus från att starta program som "root"

source: Clean up
fr: Nettoyer
sv: Rensa upp

source: Clean %(folder_name)s. Free %(size)s disk space.
fr: Nettoyer %(folder_name)s. %(size)s d'espace disque libre.
sv: Rensa %(folder_name)s. Frigör %(size)s diskutrymme.

source: Clean %s.
fr: Nettoyer %s.
sv: Rensa %s.

source: Run command:
de: Führe Befehl aus:
fr: Lancer une commande :
sv: Kör kommando:

source: Command:
sv: Kommando:

source: Nautilus thumbnail image cache
sv: Nautilus miniatyrbildscache

source: Nautilus thumbnail image cache is clean
sv: Nautilus miniatyrbildscache är rensad

source: Clear "recent documents" list
fr: Efface la liste "des documents récents"
sv: Töm "Senaste dokument"-listan

source: Unused Linux kernels
sv: Oanvända Linux-kärnor

source: Auto-removable packages
sv: Paket som kan tas bort automatiskt

source: Unused software configuration
sv: Oanvänd programkonfiguration

source: There is no unused Linux Kernel.
sv: Det finns ingen oanvänd Linux-kärna.

source: will be removed
de: wird entfernt werden
fr: sera supprimé
sv: kommer att tas bort

source: Delete
sv: Radera

source: Scanning installed packages.
de: Suche nach installierten Paketen.
fr: Scanne les paquets installés.
sv: Söker igenom installerade program.

source: Please wait a few seconds.
de: Warten Sie bitte ein paar Sekunden.
fr: Attendez queques secondes svp.
sv: Vänta några sekunder

source: There is no auto-removable package.
sv: Det finns inga paket för automatisk borttagning.

source: Refresh
fr: Actualiser
sv: Uppdatera

source: Select all
fr: Tout sélectionner
sv: Markera alla

source: Please press the "Refresh" button.
sv: Tryck på "Uppdatera"-knappen

source: There is no unused software configuration.
sv: Det finns inte någon oanvänd programkonfiguration.

source: Generic Genome Browser is a combination of database and interactive web page for manipulating and displaying annotations on genomes. <span color="red">Due to the limitation of the authors' programming ability, "Generic Genome Browser" cannot be detected or removed by Ailurus.</span>
fr: Le navigateur générique de Génome est la combinaison d'une base de données et d'une page web interactive pour la manipulation et l'affichage d'annotaions sur les genomes. <span color="red">A cause des limitations des auteurs du programme , le "Navigateur générique de Génome" ne peut pas être détecté et désinstallé par Ailurus.</span>
sv: Generic Genome Browser är en kombinerad databas och interaktiv webbsida för att manipulera och visa anteckningar om gener. <span color="red">På grund av utvecklarnas begränsade programmeringsförmågor kan inte "Generic Genome Browser" hittas eller tas bort av Ailurus.</span>

source: Bioclipse: an awesome Chemical and Biological Informatics application
fr: Bioclipse : Une application informatique géniale sur la biologie et la chimie.
sv: Bioclipse: ett underbart program för kemi- och biologi-informatik

source: Electric: A software for IC design which supports VHDL and Verilog
fr: Electric : Un logiciel de design de circuits intégrés qui prend en charge les formats VHDL et Verilog
sv: Electric: En mjukvara för IC-design med stöd för VHDL och Verilog

source: Convert GPS log between different formats
sv: Konvertera GPS-logg mellan olika format

source: visualize and analyze tours which are recorded by a GPS device
sv: visualisera och analysera rutter som sparas av en GPS-enhet

source: Learning algebra and geometry
sv: Lär algebra och geometri

source: SweetHome3D: open source interior design application
sv: SweetHome3D: öppet program för heminredning

source: LaTeX Thesis Templates by Tsing Hua University, China
de: LaTeX-Vorlagen von der Tsinghua-Universität, China
fr: LaTeX Thesis Templates par l'Université Tsing Hua, Chine
sv: LaTeX uppsatsmallar från Tsing Hua-universitetet, Kina

source: These templates include undergraduate dissertation template, master thesis template and PhD thesis template. They are developed by Tsing Hua University, China. Official website is http://thuthesis.sourceforge.net/ After installation, a file "thuthesis.tgz" is placed in the folder "%s".
de: Diese Vorlagen enthalten Vorlagen für Abschlussarbeiten, Masterarbeiten und Dissertationen. Sie wurden entwickelt von der Tsinghua-Universität, China. Die offizielle Website ist http://thuthesis.sourceforge.net/ Nach der Installation befindet sich die Datei "thuthesis.tgz" im Ordner "%s".
fr: Ces modèles incluent des modèles de mémoire, thèse, master et thèse en doctorat. Ils ont été développés par l'université Tsing Hua, en Chine. Le site officiel est http://thuthesis.sourceforge.net/ Après l'installation, un fichier nommé "thuthesis.tgz" est placé dans le dossier "%s".
sv: Paketet inkluderar mallar för disputation, mästartes, och fil. dr. tes. De utvecklas i Tsing Hua-universitetet i Kina. Deras officiella hemsida är http://thuthesis.sourceforge.net/ Efter installation kommer filen "thuthesis.tgz" sparas i katalogen "%s".

source: Adblock+: Block 99% advertisement
de: Adblock+: Blockieren Sie 99% der Internetwerbung
fr: Adblock+ : Bloque 99% de la publicité
sv: Adblock+: Blockera 99% av all reklam

source: It is able to block 99% ads and banners.
de: Diese Erweiterung blockiert 99% der Internetwerbung (Pop-ups und Banner)
fr: Est capable de bloquer 99% annonces et bannières publicitaires.
sv: Det är möjligt att blockera 99% reklam och banners

source: AutoProxy: Proxy management via a third party list
fr: Autoproxy : Gestion de proxy par une liste tierce
sv: AutoProxy: Proxy-hantering via en tredjepartslista

source: Chromifox: Chrome theme
sv: Chromifox: Chrome-tema

source: A coat of Chrome for Firefox
sv: Ett lager Chrome för Firefox

source: CleanHide: Delete hidden text in web page
de: CleanHide: Löschen Sie versteckten Text auf einer Webseite.
fr: CleanHide : Efface les textes cachés dans une page web
sv: CleanHide: Radera dold text i en webbsida

source: If you find that some web page use hidden text and you cannot copy text easily, try this!
de: Wenn Sie herausfinden, dass eine Webseite versteckten Text verwendet und Sie Text nicht einfach kopieren können, versuchen Sie das!
fr: Si vous trouvez certaines page web qui utilisent les textes cachés et que vous ne pouvez pas les copier facilement, essayez cela!
sv: Om du upptäcker att någon webbplats använder dold text och du inte kan kopiera texten enkelt, prova det här!

source: DownloadStatusBar: Keep track of downloads in a tiny statusbar.
fr: DownloadStatusBar: Garder une trace des téléchargements dans une petite barre d'état.
sv: DownloadStatusBar: håll koll på hämtningar i en liten statusrad

source: DownThemAll: A reliable multithread downloader
de: DownThemAll: Ein zuverlässiger Download-Manager mit Multithreading-Fähigkeit
fr: DownThemAll: Un manager de téléchargements multi-tâches
sv: DownThemAll: en tillförlitlig flertrådshämtare

source: It is able to download all images on web-pages.
de: Diese Erweiterung erlaubt es, sämtliche Bilder einer Webseite herunterzuladen.
fr: Permet le téléchargement de toutes les images d'une page web.
sv: Det är möjligt att hämta alla bilder på webbplatser.

source: EasyDragToGo: Open new tabs by dragging text, links and pictures
de: EasyDragToGo: Öffnen Sie neue Tabs, indem sie Text, Links oder Bilder per Drag-And-Drop bewegen
fr: EasyDragToGo: Ouvre de nouveau onglets en glissant textes, liens et images
sv: EasyDragToGo: Öppna nya flikar genom att dra text, länkar och bilder

source: Ease Link: Decode Thunder, QQ, Flashget, Rayfile, Namipan links
sv: Ease Link: Avkoda Thunder-, QQ-, Flashget-, Rayfile-, och Namipan-länkar

source: Get normal HTML hyperlink from hyperlink dedicated to special software
sv: Få normal HTML-länk från hyperlänk avsedd för särskild mjukvara

source: FireBug: Real-time edit and debug CSS/HTML/JavaScript in webpage
de: FireBug: Bearbeiten und debuggen Sie CSS/HTML/JavaScript auf einer Webseite in Echtzeit
fr: FireBug: Editeur et debuggeur CSS/HTML/JavaScript en temps réel dans une page web
sv: FireBug: Redigera och felsök i realtid CSS/HTML/JavaScript i en webbsida

source: This is a powerful web development tool.
de: Das ist ein mächtiges Entwicklungswerkzeug für Webseiten.
fr: Ceci est un outils de développement web puissant
sv: Det här är ett kraftfullt verktyg för webbutveckling.

source: FireGesture: Execute commands and user scripts by mouse gestures
de: FireGesture: Führen Sie Befehle und benutzerdefinierte Skripte über Mausbewegungen aus
fr: FireGesture: Exécute commandes et scripts utilisateurs par des mouvements de la souris
sv: FireGesture: Utför kommandon och användarskript med musgester

source: It supports five kinds of mouse gestures.
de: Diese Erweiterung unterstützt fünft Typen von Mausgesten.
fr: Supporte cinq sortes de mouvements de souris
sv: Det stöder fem sorters musgester.

source: Flashgot: A lightweight and reliable download managers
de: Flashgot: Ein leichtgewichtiger und zuverlässiger Download-Manager
fr: Flashgot: Un gestionnaire de téléchargements léger et rapide
sv: Flashgot: En resurssnål och pålitlig nedladdningshanterare

source: It is able to download all the links, movies and audio clips of a page with a single click.
de: Diese Erweiterung erlaubt es, alle Links, Filme und Audiodateien einer Webseite mit einem einzigen Klick herunterzuladen.
fr: Permet d'un simple clic de télécharger tous les liens, films et clips audio d'une page.
sv: Den kan ladda ner alla länkar, filmer och ljudklipp på en sida med ett enda klick.

source: FoxyProxy: One-click switching proxy
de: FoxyProxy: Proxy-Server mit nur einem Klick wechseln
fr: FoxyProxy
sv: FoxyProxy: enklicksväxling av proxy

source: GMarks: Synchronize bookmarks with Google Bookmarks service
sv: Gmarks: synkronisera bokmärken med Googles bokmärkstjänst

source: GreaseMonkey: Make change to web pages
de: GreaseMonkey: Verändern Sie Webseiten
fr: GreaseMonkey : Permet les modifications sur les pages web
sv: GreaseMonkey: gör ändringar till webbplatser

source: This is an extension that allow you to install scripts to make changes to web page, such as adding an HTML signature and bypassing image verification.You can download hundreds of scripts from http://userscripts.org, or check out http://wiki.greasespot.net/ to get started to write your own scripts. The book "Dive into Greasemonkey" is worth reading. It can be downloaded freely from http://diveintogreasemonkey.org/ .
de: Eine Erweiterung, die Ihnen erlaubt, Skripte zu installieren, um Änderungen an einer Webseite vorzunehmen, zum Beispiel, um eine HTML-Signatur hinzuzufügen oder eine Bildüberprüfung zu übergehen. Sie können eine Menge Skripte von http://userscripts.org herunterladen, oder besuchen Sie http://wiki.greasespot.net/ , um mit dem Schreiben eigener Skripte zu beginnen. Das Buch "Dive into Greasemonkey" wird zur Lektüre empfohlen. Sie können es kostenlos von http://diveintogreasemonkey.org/ herunterladen.
fr: Cette extension vous permet d'installer des scripts pour faire des modifications sur des pages web, comme ajouter une signature HTML et outre-passer la vérification des images. Vous pouvez télécharger des centaines de scripts depuis http://userscripts.org, ou consulter http://wiki.greasespot.net/ pour commencer à écrire vos propres scripts. Le livre "Dive into Greasemonkey" est une lecture importante. Elle peut être téléchargée depuis http://diveintogreasemonkey.org/ .
sv: Det är en utökning som låter dig installera skript för att ändra en webbsida, exempelvis genom att lägga till en HTML-signatur och hoppa över bildverifiering. Du kan ladda ner hundratals skript från http://userscripts.org, eller ta en titt på http://wiki.greasespot.net/ för att komma igång med dina egna skript. Boken "Dive into Greasemonkey" är matnyttig läsning. Den kan laddas ner gratis från http://diveintogreasemonkey.org/.

source: Flashblock: blocks Flash animation
sv: Flashblock: blockerar Flash-animationer

source: Never annoyed by Flash animations
sv: Bli aldrig irriterad av Flash-animationer

source: Live HTTP Headers: View HTTP headers in real-time
de: Live HTTP Headers: Betrachten Sie HTTP-Header in Echtzeit
fr: Live HTTP Headers: Affiche les en-têtes HTTp en temps réel
sv: Live HTTP Headers: Se HTTP-huvud i realtid

source: NoScript: Allow active content to run only from sites you trust
de: NoScript: Erlauben Sie das Ausführen von aktiven Inhalten nur auf Seiten, denen Sie vertrauen
fr: NuScript: Permet aux contenus actifs de s'exécuter uniquement depuis les site qui ont votre confiance
sv: NoScript: Tillåt bara sidor du litar på köra aktivt innehåll

source: Allow active content to run only from sites you trust, and protect yourself against XSS and Clickjacking attacks.
de: Erlauben Sie das Ausführen von aktiven Inhalten nur auf Seiten, denen Sie vertrauen, und schützen Sie sich somit gegen XSS- und Clickjacking-Angriffe.
fr: Permet aux contenus actifs de s'exécuter uniquement depuis les site qui ont votre confiance, et vous protège des attaques XSS et Clickjacking
sv: Tillåt bara sidor du litar på köra aktivt innehåll, och skydda dig själv mot XSS och Clickjack-attacker.

source: SHA-DA network radio: Listen to and watch radio and TV programs in China
de: SHA-DA network radio: Erleben Sie Radio- und TV-Programme aus China
fr: SHA-DA network radio: Permet la lecture des programmes de radio et télévision de Chine
sv: SHA-DA network radio: Lyssna på och se radio- och TV-program i Kina

source: SeoQuake: Help you view search engine parameters of your web site
de: SeoQuake: Hilft Ihnen, die Suchmaschinenparameter Ihrer Website zu betrachten
fr: SeoQuake : Vous aide à voir les paramètres de moteur de recherche de votre site web.
sv: SeoQuake: Hjälper dig att se sökmotorparametrar för din webbsida

source: It helps you promote your web sites.
de: Diese Software hilft Ihnen, Ihre Websites zu bewerben.
fr: Vous aide à la promotion de vos sites web.
sv: Det hjälper dig sprida medvetenhet om dina sidor.

source: Stylish: Install themes and skins for websites.
sv: Stylish: Installera teman för webbsidor.

source: Tamper Data: View and modify HTTP/HTTPS headers and post request parameters.
fr: Tamper Data: Afficher et modifier les en-têtes HTTP/HTTPS et les paramètres de requête post.
sv: Tamper Data: Visa och modifiera HTTP/HTTPS-huvuden och parametrar för post-begäran.

source: User Agent Switcher: Camousflag Firefox as other kinds of browsers.
de: User Agent Switcher: Geben Sie Firefox als einen anderen Browser aus.
fr: User Agent Switcher: Camoufle Firefox et simule un autre navigateur.
sv: User Agent Switcher: Kamouflerar Firefox som andra läsare.

source: It tells the remote websites that you are an IE user.
fr: Cela signifie au site web que vous êtes un utilisateur d'IE.
sv: Den säger till webbsidor att du använder IE.

source: View Source Chart: Show pretty color-coded HTML source code
de: View Source Chart: Farbig formatierten HTML-Quelltext anzeigen
fr: View Source Chart : Affiche le code source HTML joliment coloré
sv: View Source Chart: Visa snygg färgkodad HTML-källkod

source: This extension helps you quickly scan and recognize a document's tags.
fr: Cette extension vous aide à scanner et reconnaitre les tag's d'un document.
sv: Den här utökningen hjälper dig att snabbt skanna och känna igen ett dokuments etiketter.

source: Firefox Sync: synchronize bookmarks, browsing history and tabs wherever you go.
sv: Firefox Sync: Synkronisera bokmärken, läshistorik och flikar var du än befinner dig.

source: Web Developer: Web page analysis tools
de: Web Developer: Analysewerkzeuge für Webseiten
fr: Web Developer : outils d'analyse de page web
sv: Web Developer: Verktyg för webbsidesanalys

source: Many developers installed it.
de: Viele Entwickler haben diese Erweiterung installiert.
fr: Beaucoup de développeurs l'ont installé.
sv: Många utvecklare installerade det.

source: Yet Another Smooth Scrolling: Customize scrolling behavior
de: Yet Another Smooth Scrolling: Das Scroll-Verhalten anpassen
fr: Yet Another Smooth Scrolling: Personnaliser le comportement du scroll
sv: Yet Another Smooth Scrolling: Anpassa rullningsbeteende

source: YSlow: web page performance tuning
de: YSlow: Geschwindigkeit Ihrer Webseite verbessern
fr: YSlow: amélioration des performances des pages web
sv: YSlow: justera prestanda för webbsidor

source: It helps you improve web page performance. It tells you why web page is slow.
de: Hilft Ihnen, die Geschwindigkeit Ihrer Webseite zu verbessern. YSlow sagt Ihnen, warum Ihre Webseite langsam ist.
fr: Vous aide à améliorer les performances d'une pages web. Il vous dit pourquoi les pages web sont lentes.
sv: Det hjälper dig att förbättra webbplatsens prestanda. Det talar om varför webbplatsen är långsam.

source: WebMail Notifier: check your email accounts and notify unread emails
sv: WebMail Notifier: kontrollera dina e-postkonton och notifiera vid olästa meddelanden

source: Supports many email server
sv: Stöder många e-postservrar

source: Automatically start up Workrave
sv: Starta Workrave automatiskt

source: Create file:
sv: Skapa fil:

source: Create basic VIM configuration file (.vimrc)
sv: Skapa basal VIM-konfigureringsfil (.vimrc)

source: File content:
sv: Filinnehåll:

source: Create ImageMagick shortcut in "Application->Graphics" menu
sv: Skapa genväg till ImageMagick i "Program->Grafik"-menyn

source: Create a directory "Desktop" linked to the desktop in your home folder
sv: Skapa katalogen "Skrivbord" länkad till skrivbordskatalogen i din hemkatalog

source: After that, you can easily chdir to desktop folder by command "cd $HOME/Desktop".
sv: Sedan kan du enkelt gå till skrivbordskatalogen genom att mata in "cd $HOME/Desktop".

source: Query you before delete more than three files in BASH
sv: Visar en fråga innan du tar bort mer än tre filer i BASH

source: Prevent destruction when you mistype "rm subdir/*" as "rm subdir/ *". Add this line into $HOME/.bashrc: alias rm="rm -I"
sv: Förhindra katastrof om du skulle felskriva "rm subdir/*" som "rm subdir/ *". Lägg till den här raden i $HOME/.bashrc: alias rm="rm -I"

source: Show a random Linux skill after you log in to GNOME
fr: Afficher une astuce aléatoire après la connexion à GNOME
sv: Visa en slumpmässig Linux-talang när du loggar in i GNOME

source: Let root own /usr/lib/eclipse and /usr/share/eclipse
sv: Låt root äga /usr/lib/eclipse och /usr/share/eclipse

source: Otherwise, Pydev and CDT do not work.
sv: Annars kommer inte Pydev och CDT fungera.

source: Let you be the owner of directory $HOME/.config/ailurus
sv: Låter dig äga katalogen $HOME/.config/ailurus

source: Remove directory /var/cache/ailurus/
sv: Ta bort katalogen /var/cache/ailurus

source: This directory is obsolete. Remove this directory to free disk space.
sv: Katalogen är föråldrad. Ta bort katalogen för att frigöra diskutrymme.

source: BIOS vendor:
de: BIOS-Hersteller:
fr: Constructeur du BIOS :
sv: BIOS-tillverkare:

source: BIOS release date:
de: BIOS-Datum:
fr: Date de publication du BIOS
sv: BIOS-utgivningsdatum:

source: Motherboard name:
fr: Nom de la carte mère :
sv: Moderkortsnamn:

source: Motherboard vendor:
de: Motherboard-Hersteller:
fr: Constructeur de la carte mère :
sv: Moderkortstillverkare:

source: CPU %s name:
fr: nom du CPU %s :
sv: Namn på processor %s

source: CPU name:
fr: Nom du CPU:
sv: Processornamn:

source: CPU %s level 1 cache size:
sv: Processor %s level-1-cachestorlek

source: CPU %s level 2 cache size:
sv: Processor %s level-2-cachestorlek

source: It is a measure for the computation speed. "Mips" is short for Millions of Instructions Per Second.
de: Eine Maßeinheit für die Rechenleistung von Computern. "Mips" ist die Kurzform von "Millionen Instruktionen pro Sekunde".
fr: Mesure de la vitesse de calcul. "Mips" est l'abréviation pour Millions d'Instructions Par Secondes.
sv: Det är ett mått för hastighetsberäkningen. "Mips" är en förkortning av "miljoner instruktioner per sekund”.

source: No
de: Nein
fr: Non
sv: Nej

source: Yes!
de: Ja!
fr: Oui !
sv: Ja!

source: 64 bit CPU?
de: 64-Bit-Prozessor?
fr: CPU 64 bit ?
sv: 64-bitars processor?

source: CPU temperature
de: CPU-Temperatur
fr: Température CPU
sv: Processortemperatur

source: Total memory:
de: Arbeitsspeicher:
fr: Mémoire totale :
sv: Totalt minne:

source: Total swap:
sv: Totalt växlingsutrymme:

source: %s MBytes
sv: %s MByte

source: Display card:
de: Grafikkarte:
fr: Carte graphique :
sv: Grafikkort:

source: Ethernet card:
de: Netzwerkkarte:
fr: Carte réseau :
sv: Ethernet-kort:

source: Audio card:
de: Soundkarte:
fr: Carte audio :
sv: Ljudkort

source: charged
de: Vollständig geladen
fr: Chargé
sv: laddat

source: charging
de: Lädt auf
fr: en charge
sv: laddar

source: discharging
de: Entlädt
fr: en décharge
sv: laddar ur

source: Battery charging state:
de: Akkuladezustand:
fr: Etat de charge de la batterie :
sv: Status för batteriladdning:

source: Battery remaining capacity:
de: Verbleibende Akku-Leistung:
fr: Capacité restante de la batterie :
sv: Återstående batterikapacitet:

source: Battery full capacity:
de: Akku-Kapazität:
fr: Capacité totale de la batterie :
sv: Batteriets fulla kapacitet:

source: How to compile a LaTeX file into pdf file ?
de: Wie erzeugt man pdf-Dateien mit LaTeX?
fr: Comment compiler un fichier LaTex en fichier pdf?
sv: Hur kompilerar man en LaTeX-fil som PDF?

source: Check Linux device driver
sv: Kontrollera Linux-drivrutin för enheten

source: Tip of the day
de: Tipp des Tages
fr: Astuce du jour
sv: Dagens tips

source: Proxy string:
sv: Proxy-sträng:

source: Example:
sv: Exempel:

source: Use a proxy server
sv: Använd en proxyserver

source: Set proxy server
sv: Ställ in proxyserver

source: Query before exit
sv: Fråga före avslut

source: Contributing to <i>Ailurus</i>
fr: Contribution ã <i>Ailurus</i>
sv: Bidrar till <i>Ailurus</i>

source: Project homepage:
sv: Webbplats för projekt:

source: Project news:
fr: Nouvelles du projet :
sv: Projektnyheter:

source: Code repository:
sv: Kodarkiv:

source: Bug Tracker:
sv: Felspårare:

source: How to submit patches:
fr: Comment soumettre des patches :
sv: Hur man skickar in lagningar:

source: Send me patches on github. No mailing list (yet?) but feel free to email me about possible features or whatever: homer.xing@gmail.com
sv: Skicka lagningar till mig på github. Ingen postlista (än?), men skicka gärna e-post om möjliga nya funktioner eller vad som helst: homer.xing@gmail.com

source: How to use github? Please read:
sv: Hur använder man github? Läs:

source: Maintainer of this metadata page:
sv: Underhållare av den här metadata- sidan:

source: Last modified:
sv: Senast ändrad:

source: Contributing to Ailurus
sv: Bidrar till Ailurus

source: name
sv: namn

source: value
sv: värde

source: Copy text to clipboard
sv: Kopiera text till urklipp

source: Statistical data
sv: Statistiska uppgifter

source: Check for updates
de: Auf Updates prüfen
fr: Rechercher des mises à jour
sv: Kontrollera uppdateringar

source: Propose suggestion
sv: Skicka in förslag

source: Report bugs
sv: Rapportera fel

source: Translate this application
de: Übersetzen Sie diese Anwendung
fr: Traduire cette application
sv: Översätt det här programmet

source: Special thanks
de: Besonderer Dank
fr: Remerciements
sv: Ett särskilt tack

source: About
de: Über
fr: À propos
sv: Om

source: Default shell:
sv: Standardskal:

source: Host name:
de: Rechnername:
fr: Nom de la machine :
sv: Värdnamn:

source: Kernel version:
fr: Version du noyau :
sv: Kärnversion:

source: Kernel arch:
de: Kernel-Architektur:
fr: Architecture Noyaux:
sv: Kärnarkitektur:
