Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: day
de: Tag
fr: jour
sv: dag

source: hour
de: Stunde
fr: heure
sv: timme

source: minute
sv: minut

source: Uptime:
de: Läuft seit:
sv: Upptid:

source: Current user:
de: Aktueller Benutzer:
fr: Utilisateur courant :
sv: Nuvarande användare:

source: OpenGL direct rendering:
sv: OpenGL direktrendering:

source: OpenGL vendor:
de: OpenGL-Hersteller:
fr: Vendeur OpenGL
sv: OpenGL-distributör:

source: OpenGL renderer:
fr: moteur de rendu OpenGL
sv: OpenGL-renderare:

source: Change the tendency of swapping memory to disk
de: Die Tendenz, Arbeitsspeicher auf die Festplatte zu schreiben, ändern
fr: Modifier la tendance à swapper la mémoire sur le disque
sv: Ändra tendensen för minnesväxling till disk

source: 0 = Swap little mem to disk
de: 0 = Schreibe wenig Arbeitsspeicher auf die Festplatte
fr: 0 = Swap peu de mémoire vers le disque
sv: 0 = Växla lite minne till disk

source: 100 = Swap a lot of mem to disk
de: 100 = Schreibe viel Arbeitsspeicher auf die Festplatte
fr: 100 = Swap beaucoup de mémoire vers le disque
sv: 100 = Växla mycket minne till disk

source: Apply
de: Anwenden
fr: Appliquer
sv: Tillämpa

source: Configure Firefox
sv: Konfiguera Firefox

source: Tweak Firefox by changing file %s. Please close all Firefox windows.
sv: Tweaka Firefox genom att ändra filen %s. Stäng alla Firefox-fönster.

source: Auto tweak Firefox
sv: Automatisk finjustering av Firefox

source: Save
sv: Spara

source: the number of DNS results to cache
sv: antal DNS-träffar att lagra

source: the number of seconds to cache DNS results
sv: antal sekunder att lagra DNS-träffar

source: the number of seconds before the FTP connection times out
sv: antal sekunder innan FTP-anslutningen släpps

source: amount of time in seconds to keep alive connections
sv: tidsgräns i sekunder att hålla anslutningar vid liv

source: alive connections can be re-used for multiple requests to improve performance
sv: levande anslutningar kan återanvändas för flera förfrågningar för att förbättra prestanda

source: the maximum number of HTTP connections
sv: högsta antal HTTP-anslutningar

source: Users on slower connections may want to reduce this number to prevent HTTP connection timeouts. Users on faster connections may want to increase it.
sv: Användare med långsamma uppkopplingar vill nog minska det här värdet för att förhindra att HTTP-anslutningen går över tidsgränsen. Användare med snabba uppkopplingar vill nog öka det.

source: the maximum number of connections to a single server
sv: högsta antal anslutningar till en enda server

source: the total number of alive connections per proxy server
sv: totalt antal levande anslutningar per proxyserver

source: the number of milliseconds to wait before first displaying the page
sv: antal millisekunder att vänta innan första sidan visas

source: Since the start of a web page normally doesn't have much useful information to display, Firefox will wait a short interval before first rendering a page.
sv: Eftersom början av en webbsida inte har mycket användbar information att visa, kommer Firefox vänta ett ögonblick med att först visa sidan.

source: the maximum number of microseconds between two page rendering
sv: högsta antal mikrosekunder mellan visning av två sidor

source: re-render pages until this number has been reached (-1 means unlimited)
sv: rendera sidor igen tills det här värdet har nåtts (-1 är obegränsat)

source: loop
sv: upprepa

source: only once
sv: endast en gång

source: never
sv: aldrig

source: how to animate GIF images
sv: hur man animerar GIF-bilder

source: display content in &lt;blink&gt; elements and styled with text-decoration:blink as blinking text
sv: visa innehåll i &lt;blink&gt;-element med stilmallen text-decoration:blink som blinkande text

source: how many closed tabs are kept track
sv: hur många stängda flikar spåras

source: the width of narrowest tab
sv: bredden för den smalaste fliken

source: To fit more tabs on the tab strip, Firefox shrinks every tab. This preference determines the narrowest a tab can become before the tab strip becomes scrollable.
sv: För att kunna passa in fler flikar i flikraden krymper Firefox varje flik. Den här inställningen avgör hur små flikarna kan bli innan flikraden kan rullas.

source: how many pixels to scroll at a time when scrolling the tab strip's scrollbox
sv: hur många pixlar att rulla vid rullning i flikradens rullningslåda

source: When there is a large number of tabs, you can scroll the tab strip horizontally to see all available tabs. This preference specifies how quickly the strip scrolls.
sv: När det finns att stort antal flikar kan du rulla flikraden horisontellt för att se alla tillgängliga flikar. Den här inställningen anger hur snabbt flikraden rullar.

source: auto complete url-bar, display entries you have previously typed that closely match the text your typed
sv: automatisk komplettering i adressfältet, visa poster du har skrivit in tidigare som liknar det du skriver

source: how many days in which history entries are expired
sv: Hur många dagar historikposterna sparas

source: the maximum number of websites to keep in history
sv: högsta antal webbsidor att hålla i historiken

source: the amount of disk space the offline cache may use (in kilobytes)
sv: mängden diskutrymme som får användas av offline-cachen (i kilobyte)

source: the maximum number of results to display in the "Get Add-ons" dialog
sv: högsta antal träffar att visa i "Hämta tillägg"-rutan

source: go back
sv: gå bakåt

source: scroll up
sv: rulla upp

source: do nothing
sv: gör inget

source: when press the Backspace button
sv: när backstegsknappen trycks

source: connections number and timeout
sv: antal anslutningar och tidsgränser

source: page rendering
sv: sidorendering

source: page content
sv: sidoinnehåll

source: tab
sv: flik

source: miscellaneous
sv: diverse

source: motto of Ailurus Give a man a fish and he can eat for a day; but if you teach him how to fish, he'll eat for a lifetime.
de: Motto von Ailurus Gib einem Menschen einen Fisch, und er wird einen Tag lang satt; lehre ihn das Angeln, und er wird sein Leben lang satt.
fr: la devise d'Ailurus Donne un poisson à un homme, et il mangera un jour; mais apprends lui à pêcher, et il mangera toute sa vie.
sv: Ailurus motto

source: Display Linux distributor's ID lsb_release -is Display Linux release number lsb_release -rs Display Linux code name lsb_release -cs
de: Namen der Linux-Distribution anzeigen lsb_release -is Versionsnummer der Linux-Distribution anzeigen lsb_release -rs Codenamen der Linux-Distribution anzeigen lsb_release -cs
fr: Afficher le nom de la distribution Linux lsb_release -is Afficher la version de la distribution Linux lsb_release -rs Afficher le nom de code de la distribution Linux lsb_release -cs
sv: Visa Linux-utgivarens namn lsb_release -is Visa Linux-utgåvans nummer lsb_release -rs Visa Linux kodnamn lsb_release -cs

source: Display machine hardware name uname -m
de: Maschinenarchitektur ausgeben uname -m
fr: Afficher le type de configuration matérielle uname -m
sv: Visa maskinens hårdvarunamn uname -m

source: List all PCI devices, such as display card and ethernet card. lspci
de: Alle PCI-Geräte wie Grafikkarten und Netzwerkkarten auflisten. lspci
fr: Liste tous les composants PCI, comme une carte graphique ou une carte réseau. lspci
sv: Lista alla PCI-enheter, så som grafikkort och ethernet-kort.

source: Reclaim memory which stores pagecache, dentries and inodes echo 3 > /proc/sys/vm/drop_caches
de: Arbeitsspeicher wiedergewinnen, der von "Page Cache", "Dentries" und "Inodes" belegt wird echo 3 > /proc/sys/vm/drop_caches
fr: Nécessite que la mémoire stocke pagecache, dentries et inodes echo 3 > /proc/sys/vm/drop_caches
sv: Återfå minne som lagrar växlingscache, dentries och inodes echo 3 > /proc/sys/vm/drop_caches

source: Display a list of modules in the Linux Kernel lsmod
de: Geladene Kernel-Module anzeigen lsmod
fr: Affiche une liste des modules du noyaux Linux lsmod
sv: Visa en lista över moduler i Linux-kärnan lsmod

source: List USB devices lsusb -v
de: USB-Geräte anzeigen lsusb -v
fr: Liste les périphériques USB lsusb -v
sv: Lista USB-enheter lsusb -v

source: Display the status of ethernet card sudo ethtool eth0
de: Den Status der Netzwerkkarte anzeigen sudo ethtool eth0
fr: Affiche le statut d'une carte ethernet sudo ethtool eth0
sv: Visa ethernet-kortets tillstånd sudo ethtool eth0

source: List hardware sudo lshw
de: Hardware auflisten sudo lshw
fr: Liste le matériel sudo lshw
sv: Lista hårdvara sudo lshw

source: List harddisk partitions sudo fdisk -l
de: Die Partitionen der Festplatte auflisten sudo fdisk -l
fr: Liste les partitions du disque dur sudo fdisk -l
sv: Lista hårddiskpartitioner sudo fdisk -l

source: Display SATA harddisk parameters sudo hdparm -I /dev/sda
de: SATA-Festplattenparameter anzeigen sudo hdparm -I /dev/sda
fr: Affiche les paramètres d'une disque dur SATA sudo hdparm -l /dev/sda
sv: Visa SATA-hårddiskparametrar sudo hdparm -I /dev/sda

source: Display disk space usage df -h
de: Speicherplatzbelegung anzeigen df -h
fr: Affiche l'utilisation de l'espace du disque df -h
sv: Visa diskutrymmesanvändning df -h

source: Display file/folder space usage du -bsh FOLDER_NAME
de: Speicherplatz anzeigen, den eine Datei oder ein Ordner belegt du -bsh DATEI-/ORDNERNAME
fr: Affiche l'utilisation de l'espace du fichier/dossier du -bsh NOM_DU_DOSSIER
sv: Visa fil/mapp-utrymmesanvändning du -bsh MAPPNAMN

source: Display amount of free and used memory free
de: Freien und benutzten Arbeitsspeicher anzeigen free
fr: Affiche la quantité de mémoire libre et occupée free
sv: Visa mängden ledigt och använt minne free

source: Display processes ps -e Display a tree of processes pstree Display processes dynamically top
de: Prozesse anzeigen ps -e Prozesse als Baumstruktur anzeigen pstree Dynamische Übersicht der Prozesse anzeigen top
fr: Affiche les processus ps-e Affiche un arbre des processus pstree Affiche les processus dynamiquement top
sv: Visa processer ps -e Visa ett processträd pstree Visa processer dynamiskt top

source: Terminate a process with a given process id sudo kill -9 PROCESS_ID
de: Einen Prozess mit einer bestimmten Prozess-ID abbrechen sudo kill -9 PROZESS-ID
fr: Termine un processus avec un l'identificateur du processus donné sudo kill -9 IDENTIFICATEUR_DU_PROCESSUS
sv: Avsluta en process med givet process-ID sudo kill -9 PROCESS_ID

source: Terminate all processes with a given name sudo killall PROCESS_NAME
de: Alle Prozesse mit einem bestimmten Namen abbrechen sudo killall PROZESSNAME
fr: Termine tout les processus avec un nom donné sudo killall NOM_DU_PROCESSUS
sv: Stäng av alla processer med ett visst namn sudo killall PROCESS_NAMN

source: List files which are opened by a given process lsof -p PROCESS_ID lsof -c PROCESS_NAME
de: Dateien auflisten, die von einem bestimmten Prozess geöffnet wurden lsof -p PROZESS-ID lsof -c PROZESSNAME
fr: Liste les fichiers ouverts par un processus donné lsof -p IDENTIFICATEUR_DU_PROCESSUS lsof -c NOM_DU_PROCESSUS
sv: Lista filer som används av en viss process lsof -p PROCESS_ID lsof -c PROCESS_NAMN

source: List processes which opened a given file lsof FILE_NAME
de: Prozesse auflisten, die eine bestimmte Datei geöffnet haben lsof DATEINAME
fr: Liste les processus avec le fichier ouvert donné lsof NOM_FICHIER
sv: Lista processer som har öppnat en viss fil lsof FILNAMN

source: List processes which are using port 80 lsof -i :80
de: Prozesse auflisten, die Port 80 verwenden lsof -i :80
fr: Liste les processus utilisant le port 80 lsof -i :80
sv: Lista processer som använder port 80 lsof -i :80

source: Configure an ADSL connection sudo pppoeconf
de: Eine ADSL-Verbindung konfigurieren sudo pppoeconf
fr: Configurer une connexion ADSL sudo pppoeconf
sv: Konfigurera en ADSL-uppkoppling sudo pppoeconf

source: Starts up ADSL connections sudo pon Shuts down ADSL connections sudo poff
de: ADSL-Verbindungen aufbauen sudo pon ADSL-Verbindungen beenden sudo poff
fr: Démarre les connections ADSL sudo pon Arrête les connections ADSL sudo poff
sv: Startar ADSL-anslutningar sudo pon Stoppar ADSL-anslutningar sudo poff

source: Display MAC of a given IP address arping IP_ADDRESS
de: Die zu einer IP-Adresse gehörige MAC-Adresse anzeigen arping IP-ADRESSE
fr: Affiche l'adresse MAC d'une adresse IP donnée arping ADRESSE_IP
sv: Visa MAC för en fastställd IP-adress arping IP-ADRESS

source: Display NetBIOS name of a given IP address nmblookup -A IP_ADDRESS
de: Den zu einer IP-Adresse gehörigen NetBIOS-Namen anzeigen nmblookup -A IP-ADRESSE
fr: Affiche le nom NetBIOS d'une adresse IP donnée nmblookup -A ADRESSE_IP
sv: Visa NetBIOS-namn för en given IP-adress nmblookup -A IP_ADRESS

source: Display IP address and MAC ifconfig -a
de: IP- und MAC-Adresse anzeigen ifconfig -a
fr: Affiche les adresses IP et MAC ifconfig -a
sv: Visa IP-adress och MAC ifconfig -a

source: Display route netstat -rn
de: Route (Routingtabelle) anzeigen netstat -rn
fr: Affiche les routes netstat -rn
sv: Visa route netstat -rn

source: Set MAC of ethernet interface sudo ifconfig eth0 hw ether 00:11:22:33:44:55
fr: Régler la MAC de l'interface ethernet sudo ifconfig eth0 hw ether 00:11:22:33:44:55
sv: Ange MAC för ethernet-gränssnitt sudo ifconfig eth0 hw ether 00:11:22:33:44:55

source: Display information of a domain name whois example.com
de: Informationen über eine Domain anzeigen whois example.com
fr: Affiche les informations d'un nom de domaine whois example.com
sv: Visa information om ett domännamn whois exempel.se

source: Display the network path to a given host tracepath example.com
fr: Affiche le chemin réseau d'un hôte donné tracepath exemple.com
sv: Visa nätverkssökväg till en given värd tracepath exempel.se

source: Request an IP address from DHCP server sudo dhclient
de: IP-Adresse von einem DHCP-Server anfordern sudo dhclient
fr: Demande une adresse IP à un serveur DHCP sudo dhclient
sv: Begär IP-adress från en DHCP-server sudo dhclient

source: Temporarily restart an init script sudo /etc/init.d/SCRIPT_NAME restart Temporarily stop an init script sudo /etc/init.d/SCRIPT_NAME stop
fr: Redémarrer temporairement un script init sudo /etc/init.d/SCRIPT_NAME restart Stopper temporairement un script init sudo /etc/init.d/SCRIPT_NAME stop
sv: Starta tillfälligt om ett init-skript sudo /etc/init.d/SKRIPTNAMN restart Stoppa tillfälligt ett init-skript sudo /etc/init.d/SKRIPTNAMN stop

source: Add a user sudo adduser USER_NANE Delete a user sudo deluser USER_NAME
de: Einen Benutzer hinzufügen sudo adduser BENUTZERNAME Einen Benutzer löschen sudo deluser BENUTZERNAME
fr: Ajouter un utilisateur sudo adduser NOM_UTILISATEUR Effacer un utilisateur sudo deluser NOM_UTILISATEUR
sv: Lägg till en användare sudo adduser ANVÄNDARNAMN Radera en användare sudo deluser ANVÄNDARNAMN

source: Change user password sudo passwd USER_NAME
de: Das Passwort eines Benutzers ändern sudo passwd BENUTZERNAME
fr: Changer le mot de passe d'un utilisateur sudo passwd NOM_UTILISATEUR
sv: Ändra användarlösenord sudo passwd ANVÄNDARNAMN

source: Changes user fullname, office number, office extension, and home phone number information. sudo chfn USER_NAME Display user information finger USER_NAME
fr: Change les informations utilisateur tels que nom, numéro du bureau, et numéros de maison . sudo chfn NOM_UTILISATEUR Affiche les informations de l'utilisateur finger NOM_UTILISATEUR
sv: Ändrar informationen om användarens fulla namn, kontorsnummer, kontorsanknytning, och hemtelefonnummer. sudo chfn ANVÄNDARNAMN Visa användarinformation finger ANVÄNDARNAMN

source: Temporarily prevent a user from logging in sudo usermod -L USER_NAME Revoke the operation above sudo usermod -U USER_NAME
de: Einen Benutzer temporär daran hindern, sich anzumelden sudo usermod -L BENUTZERNAME Die obige Anweisung widerrufen sudo usermod -U BENUTZERNAME
fr: Évite temporairement qu'un utilisateur se logue sudo usermod -L USER_NAME Annule l'opération ci-dessus sudo usermod -U USER_NAME
sv: Hindra tillfälligt en användare från att logga in sudo usermod -L ANVÄNDARNAMN Återkalla åtgärden ovan sudo usermod -U ANVÄNDARNAMN

source: Add a user to admin group sudo usermod -G admin -a USER_NAME
de: Einen Benutzer zur Gruppe der Administratoren hinzufügen sudo usermod -G admin -a BENUTZERNAME
fr: Ajouter un utilisateur au groupe administrateur sudo usermod -G admin -a NOM_UTILISATEUR
sv: Lägg till en användare till admin-gruppen sudo usermod -G admin -a ANVÄNDARNAMN

source: Set the HTTP proxy export http_proxy=http://PROXY.DOMAIN.NAME:PORT
de: Einen HTTP Proxy-Server festlegen export http_proxy=http://PROXY.DOMAIN.NAME:PORT
fr: Définir le proxy HTTP export http_proxy=http://PROXY.DOMAINE.NAME:PORT
sv: Ange HTTP-proxy export http_proxy=http://PROXY.DOMÄN.NAMN:PORT

source: Modify the information displayed after logging in sudo vim /etc/motd.tail
fr: Modifier les informations affichées après la connexion sudo vim /etc/motd.tail
sv: Ändra informationen som visas vid inloggning sudo vim /etc/motd.tail

source: Choose the input method for X Window im-switch -c
de: Die Eingabemethode für X Window auswählen im-switch -c
fr: Choisir la méthode d'entrée pour X Window im-switch -c
sv: Välj inmatningsmetod för X-fönster im-switch -c

source: Convert the file name from GBK to UTF8 convmv -r -f gbk -t utf8 --notest FILE_NAME
fr: Converti le nom de fichier GBK en UTF8 convmv -r -f gbk -t utf8 --notest NOM_DU_FICHIER
sv: Konvertera filnamn från GBK till UTF8 convmv -r -f gbk -t utf8 --notest FILNAMN

source: Convert the file content from GBK to UTF8 iconv -f gbk -t utf8 FILE_NAME
fr: Convertit le contenu du fichier de GBK à UTF8 iconv -f gbk -t utf8 NOM_DU_FICHIER
sv: Konvertera filinnehåll från GBK till UTF8 iconv -f gbk -t utf8 FILNAMN

source: Convert tags in '*.mp3' from GBK to UTF8 find . -name '*.mp3' -execdir mid3iconv -e GBK {} \;
fr: Convertit les tags dans "*.mp3" de GBK à UTF8 find . -name '*.mp3' -execdir mid3iconv -e GBK {} \;
sv: Konvertera etiketter i '*.mp3' från GBK till UTF8 find . -name '*.mp3' -execdir mid3iconv -e GBK {} \;

source: Read a long file less FILE_NAME
de: Den Inhalt einer langen Datei anzeigen less DATEINAME
fr: Lire un long fichier less NOM_DU_FICHIER
sv: Läs en lång fil less FILNAMN

source: Print lines matching a pattern grep REG_EXP FILE_NAME
fr: Affiche les lignes correspondant au modèle grep EXP_REP NOM_FICHIER
sv: Visar rader som passar ett mönster grep REG_EXP FILNAMN

source: Display a list of file name. The files contain a given string. grep -lr REG_EXP PATHNAME
fr: Affiche une liste des noms de fichiers. Ces fichiers contiennent une chaîne donnée. grep -lr REG_EXP NOM_CHEMIN
sv: Visar en lista över filnamn. Filerna innehåller en given sträng. grep -lr REG_EXP SÖKVÄG

source: Display all '.txt' file find . -name '*.txt'
de: Alle '.txt'-Dateien anzeigen find . -name '*.txt'
fr: Afficher tous les fichiers '.txt' find . -name '*.txt'
sv: Visa alla '.txt'-filer find . -name '*.txt'

source: Create two empty files touch file_name_1 file_name_2
de: Zwei leere Dateien erstellen touch Dateiname1 Dateiname2
fr: Créer deux fichiers vides touch nom_de_fichier1 nom_de_fichier2
sv: Skapa två tomma filer touch filnamn_1 filnamn_2

source: Create directory. Create parent directories as needed. mkdir -p /tmp/a/b/c/d/e
de: Ein Verzeichnis anlegen. Übergeordnete Verzeichnisse erzeugen, wenn notwendig. mkdir -p /tmp/a/b/c/d/e
fr: Créer un dossier. Crée les dossiers parents si nécéssaire. mkdir -p /tmp/a/b/c/d/e
sv: Skapa katalog. Skapa toppkataloger om det behövs. mkdir -p /tmp/a/b/c/d/e

source: Change working directory to the home folder cd Change working directory to the previous working directory cd -
de: In das Homeverzeichnis wechseln cd In das vorher besuchte Verzeichnis wechseln cd -
fr: Change le répertoire de travail pour le répertoire maison cd Change le répertoire de travail pour le répertoire précédent cd -
sv: Byt katalog till hemkatalogen cd Byt katalog till katalogen du var i innan cd -

source: Display hidden files ls -a
de: Versteckte Dateien anzeigen ls -a
fr: Affiche les fichiers cachés ls -a
sv: Visa dolda filer ls -a

source: Copy directory. Preserve links, file mode, ownership, timestamps. cp -a SOURCE_DIRECTORY DEST_DIRECTORY
fr: Copie le dossier. Préserve les liens, modes de fichiers, propriétaires et dates. cp -a DOSSIER_SOURCE DOSSIER_DESTINATION
sv: Kopiera katalog. Bevara länkar, filläge, ägande, tidsstämplar. cp -a KÄLLKATALOG MÅLKATALOG

source: Determine file type file FILE_NAME
de: Dateityp ermitteln file DATEINAME
fr: Détermine le type de fichiers file NOM_DE_FICHIER
sv: Avgör filtyp file FILNAMN

source: Output the last 6 lines tail -n 6 FILE_NAME
de: Die letzten 6 Zeilen einer Datei ausgeben tail -n 6 DATEINAME
fr: Afficher les 6 dernières lignes tail -n 6 FILE_NAME
sv: Visa de 6 sista raderna tail -n 6 FILNAMN

source: Copy files via SSH scp -rp FILE_NAME USERNAME@HOST:DEST_PATH
de: Dateien über SSH kopieren scp -rp DATEINAME BENUTZER@HOST:ZIELPFAD
fr: Copie les fichiers via SSH scp -rp nOM_FICHIER NOMUTILISATEUR@HÔTE:CHEMIN_DESTINATION
sv: Kopiera filer via SSH scp -rp FILNAMN ANVÄNDARNAMN@VÄRD:MÅLSÖKVÄG

source: Rename '*.rm' files to '*.rmvb' files rename 's/.rm$/.rmvb/' *
de: '*.rm'-Dateien in '*.rmvb'-Dateien umbenennen rename 's/.rm$/.rmvb/' *
fr: Renome les fichiers '*.rm' en fichiers '*.rmvb' rename 's/.rm$/.rmvb/' *
sv: Döp om '*.rm'-filer till '*.rmvb'-filer rename 's/.rm$/.rmvb/' *

source: Change the file name to lowercase rename 'tr/A-Z/a-z/' *
fr: Change le nom du fichier en minuscules rename 'tr/A-Z/a-z/' *
sv: Ändra filnamn till enbart gemener rename 'tr/A-Z/a-z/' *

source: Display subdirectories in current directory ls -d */.
de: Die Unterverzeichnisse des aktuellen Verzeichnisses anzeigen ls -d */.
fr: Affiche les sous-dossiers dans le répertoire courant ls -d */.
sv: Visa underkataloger i nuvarande katalog ls -d */.

source: Display file number in current directory ls . | wc -w
fr: Affiche le nombre de fichiers dans le répertoire courant ls . | wc lw
sv: Visa antal filer i nuvarande katalog ls . | wc -w

source: Extract "*.gz" file gunzip FILE_NAME.gz Extract "*.tar.gz" file tar zxf FILE_NAME.tar.gz Extract "*.tar.bz2" file tar jxf FILE_NAME.tar.bz2
de: "*.gz"-Datei entpacken gunzip FILE_NAME.gz "*.tar.gz"-Datei entpacken tar zxf FILE_NAME.tar.gz "*.tar.bz2"-Datei entpacken tar jxf FILE_NAME.tar.bz2
fr: Extrait les fichiers "*.gz" gunzip NOMFICHIER.gz Extrait les fichiers "*.tar.gz" tar zxf NOM_FICHIER.tar.gz Extrait les fichiers "*.tar.bz2" tar jxf NOM_FICHIER.tar.bz2
sv: Extrahera "*.gz"-fil gunzip FILNAMN.gz Extrahera "*.tar.gz"-fil tar zxf FILNAMN.tar.gz Extrahera "*.tar.bz2"-fil tar jxf FILNAMN.tar.bz2

source: Do compression tar czf FILE_NAME.tar.gz FILE1 FILE2 FILE3 tar cjf FILE_NAME.tar.bz2 FILE1 FILE2 FILE3
de: Dateien komprimieren tar czf DATEINAME.tar.gz DATEI1 DATEI2 DATEI3 tar cjf DATEINAME.tar.bz2 DATEI1 DATEI2 DATEI3
fr: Compresser tar czf NOM_FICHIER.taz.gz FICHIER1 FICHIER2 FICHIER3 tar cjf NOM_FICHIER.tar.bz2 FICHIER1 FICHIER2 FICHIER3
sv: Komprimera tar czf FILNAMN.tar.gz FIL1 FIL2 FIL3 tar cjf FILNAMN.tar.bz2 FIL1 Fil2 FIL3

source: Displays a calendar cal cal MONTH YEAR
de: Einen Kalender anzeigen cal cal MONAT JAHR
fr: Affiche un calendrier cal cal MOIS ANNEE
sv: Visar en kalender cal cal MÅNAD ÅR

source: Set the date and time via NTP sudo ntpdate ntp.ubuntu.com
de: Datum und Zeit über NTP einstellen sudo ntpdate ntp.ubuntu.com
fr: Configurer la date et l'heure via NTP sudo ntpdate ntp.ubuntu.com
sv: Ställ in datum och tid via NTP sudo ntpdate ntp.ubuntu.com
