Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: Open source substitution of Origin. It is the indispensable plotting application for writing Physics experiments reports.
sv: Öppen källkodsersättning av Origin. Det är det oumbärliga plottningsprogrammet för att skriva rapporter om fysikexperiment.

source: Lightweight messaging program
sv: Resurssnålt snabbmeddelandeprogram

source: R language
sv: Programmeringsspråket R

source: A powerful statistical computation language and a graphics system.
sv: Ett kraftfullt språk för statistisk beräkning och ett grafiksystem.

source: A graphic user interface to the R programming language
sv: Ett grafiskt användargränssnitt till programmeringsspråket R

source: SDL library
fr: Librairie SDL
sv: SDL-bibliotek

source: A cross-platform multimedia library designed to provide low level access to hardware.
sv: Ett plattformsneutralt multimediabibliotek som utformats för att ge lågnivå-åtkomst till hårdvara.

source: Qt frontend for MPlayer
sv: Qt-framände för MPlayer

source: A lot of software for molecular biology, structural biology and bioinformatics.
sv: En mängd program för molekylärbiologi, strukturell biologi och bioinformatik.

source: An open source alternatives to MATLAB. MATLAB code can be converted to Scilab.
sv: Ett öppen källkodsalternativ till MATLAB. MATLAB-kod kan konverteras till Scilab.

source: Add eye candy gadgets on desktop, such as sticky notes, clocks, weather forecasts and so on.
sv: Lägg till dekorativa komponenter på skrivbordet, som klistriga anteckningar, klockor, väderprognoser, och så vidare.

source: Professional typesetting software
sv: Professionell typsättningsmjukvara

source: Hybrid theme which is designed to be fast and stable
sv: Hybridtema som utformats för snabbhet och stabilitet

source: A screenshot program. You can take a screenshot of a specific area, window, whole screen, then apply different effects to it.
sv: Ett skärmbildsprogram. Du kan ta en bild av ett särskilt område, fönster, hela skärmen, och sedan tillämpa olika effekter på den.

source: Lightweight music player
sv: Resurssnål musikspelare

source: Popular dictionary software
sv: Populärt ordboksprogram

source: Startup Manager
sv: Uppstartshanterare

source: Change GRUB settings and themes
sv: Ändra GRUB-inställningar och teman

source: Subversion, Git and Bzr
sv: Subversion, Git och Bzr

source: Popular version control systems
sv: Populära versionskontrollsystem

source: A popular digital typographical system which can typeset complex mathematical formulae
sv: Ett populärt digitalt typografiskt system som kan typsätta komplexa matematiska formler

source: Email client and RSS reader
sv: E-postklient och RSS-läsare

source: Drawing software for young children three years and up
sv: Ritprogram för små barn från tre år och äldre

source: Type words which are flying from left to right as fast as you can
sv: Skriv ord som flyger från vänster till höger så snabbt du kan

source: Ubuntu Studio Theme
fr: Thème Ubuntu Studio
sv: Ubuntu Studio-tema

source: A theme of Ubuntu which is aimed at audio, video and graphic enthusiast
sv: Ett tema för Ubuntu som inriktas på ljud-, video- och grafikentusiasten

source: Creates bootable USB flash disk, install Linux on USB flash disk, and create your custom Linux edition.
sv: Skapar startbar USB-flashdisk, installerar Linux på USB-flashdisk, och skapa din egen Linux-utgåva.

source: UML modelling software
sv: UML-modelleringsmjukvara

source: Enhanced text editor
sv: Förbättrad texteditor

source: Media player and media format converter
sv: Mediaspelare och mediaformatskonverterare

source: VirtualBox open source edition
fr: Édition libre de VirtualBox
sv: VirtualBox öppen källkodsutgåva

source: It is the only professional virtual machine which is freely available under the terms of GPL.
sv: Det är den enda professionella virtuella maskinen som är frit tillgänglig enligt villkoren i GPL.

source: Help you download files via bittorrent network and search videos
sv: Hjälper dig ladda ner filer via bittorrent-nätverk och söker efter videor

source: This is an indispensable application for running Windows applications on Linux.
sv: Det här är ett oumbärligt program för att köra Windows-program i Linux.

source: 3D first-person shooter game, just like DOOM
sv: Första-persons actionspel i 3D, precis som DOOM

source: Real time strategy game
sv: Realtidsstrategispel

source: A popular turn-based game
sv: Ett populärt turbaserat spel

source: The program frequently alerts you to leave computers, take micro-pauses, rest breaks and restricts you to your daily limit of using computers.
sv: Programmet påminner dig ofta om att lämna datorer, ta mikropauser, vila raster, och begränsar dig till din dagliga gräns för att använda datorer.

source: World of Padman: Funny shooter game
sv: World of Padman: Underhållande skjutaspel

source: Funny shooter game
sv: Underhållande skjutaspel

source: Funny fight game on 2D maps
sv: Underhållande stridsspel på 2D-kartor

source: Youtube-dl: Download videos from Youtube
sv: Youtube-dl: Ladda ner videor från Youtube

source: Run command in terminal:
sv: Kör kommando i en terminal:

source: Help you display Chinese characters in TTY terminal. You can launch it by "zhcon --utf8".
sv: Hjälper dig visa kinesiska tecken i en TTY-terminal. Du kan starta det med "zhcon --utf8".

source: Notebook software which helps you create a wiki to your desktop
sv: Notebook-program som hjälper dig skapa en wiki för ditt skrivbord

source: Error
sv: Fel

source: Package name should not be empty!
sv: Paketnamn bör inte vara tomt!

source: Application name should not be empty!
sv: Programnamn bör inte vara tomt!

source: Package is not in repository!
sv: Paketet finns inte i arkiv!

source: Name:
sv: Namn:

source: Packages to install:
sv: Paket att installera:

source: Add package to list:
sv: Lägg till paket i listan:

source: Detail:
sv: Detalj:

source: Category:
sv: Kategori:

source: Edit custom application
sv: Redigera eget program

source: Ubuntu Archive Automatic Signing Key <ftpmaster@ubuntu.com>
sv: Ubuntu-arkivets automatiska signeringsnyckel <ftpmaster@ubuntu.com>

source: Ubuntu CD Image Automatic Signing Key <cdimage@ubuntu.com>
sv: Ubuntu-CD:ns automatiska signeringsnyckel <cdimage@ubuntu.com>

source: New version available
sv: Ny version tillgänglig

source: Version %s released!
sv: Version %s har släppts!

source: Check update
fr: Vérifier la disponibilité de mises à jour
sv: Leta efter uppdatering

source: You are using the latest Ailurus :)
sv: Du använder den nyaste Ailurus :)

source: Project homepage
sv: Projektets hemsida

source: Developers:
sv: Utvecklare:

source: Contributors:
sv: Bidragsgivare:

source: translator-credits
de: Launchpad Contributions: Ailurus Developers https://launchpad.net/~ailurus Frederik Hahne https://launchpad.net/~atomfrede Jan-Christoph Borchardt https://launchpad.net/~inquata Matthias Fasching https://launchpad.net/~fasmat Matthias Metzger https://launchpad.net/~macellarius Sebastian Rau https://launchpad.net/~bastmannrau
fr: Launchpad Contributions: Ailurus Developers https://launchpad.net/~ailurus AstroMb https://launchpad.net/~matthieu-bachschmidt Grégoire Seux https://launchpad.net/~kamaradclimber Loic Treyvaud https://launchpad.net/~loictreyvaud MCMic https://launchpad.net/~come-bernigaud Maxime Gentils https://launchpad.net/~maxime.gentils Nicolas Delvaux https://launchpad.net/~malaria Olivier Pavilla https://launchpad.net/~olivier-pavilla Pierre Slamich https://launchpad.net/~pierre-slamich Tarik Belaam https://launchpad.net/~crowd enadji https://launchpad.net/~argosecrivaillon hardyolbaum https://launchpad.net/~hardyolbaum royto https://launchpad.net/~royto serre https://launchpad.net/~serre-f ubuntosaure https://launchpad.net/~ubuntosaure
sv: Launchpad Contributions: Ailurus Developers https://launchpad.net/~ailurus Arve Eriksson https://launchpad.net/~031299870-telia Daniel Nylander https://launchpad.net/~yeager David Bengtsson https://launchpad.net/~justfaking Teodor Jönsson https://launchpad.net/~teodor-jonsson-sogeti Treecko https://launchpad.net/~treeckosour nanker https://launchpad.net/~nanker yan https://launchpad.net/~yan

source: Copyright (C)
sv: Copyright ©

source: Ailurus developers and Ailurus contributors
sv: Ailurus-programmerare och Ailurus-bidragsgivare

source: This version is released at %s.
sv: Den här versionen släpptes %s.

source: We wish to express thankfulness to these projects:
de: Wir möchten unseren Dank gegenüber den folgenden Projekten zum Ausdruck bringen:
fr: Nous voulons nous montrer reconnaissants envers ces projets :
sv: Vi vill uttrycka tackfullhet till dessa projekt:

source: We sincerely thank these people:
de: Wir danken den folgenden Personen von Herzen:
fr: Nous remercions sincèrement ces personnes :
sv: Vi tackar uppriktigt dessa personer:

source: The people who provide inspiration:
de: Den Personen, die uns mit Ideen unterstützen:
fr: Ces personnes nous ont inspirées :
sv: De som ger inspiration:

source: The people who designs the logo:
de: Den Personen, die das Logo gestalten:
fr: Les personnes qui ont créé le logo :
sv: De som designar logon:

source: The people who maintain PPA repository:
de: Den Personen, die die PPA-Quelle pflegen:
fr: Personnes maintenant le dépôt PPA :
sv: De som driver PPA-arkivet:

source: The people who maintain Fedora package:
sv: De som sköter Fedora-paketet:

source: The people who maintain ArchLinux package:
sv: De som sköter ArchLinux-paketet:

source: The people who provide a lot of Linux skills:
de: Den Personen, die uns mit vielen Linux-Tricks unterstützen:
fr: Les personnes qui nous ont apportée de nombreuses compétences Linux :
sv: De som ger många Linux-färdigheter:

source: The people who help translate Ailurus
sv: De som hjälper till med översättning av Ailurus

source: The people who report bugs
sv: De som rapporterar fel

source: and the people not mensioned here.
de: und den Personen, die hier nicht erwähnt sind.
fr: et les personnes qui ne sont pas mentionnées ici.
sv: och de som inte nämns här.

source: Thanks
de: Danksagungen
fr: Remerciements
sv: Tack

source: Ailurus changelog
fr: Journal des modifications d'Ailurus
sv: Ailurus ändringslogg

source: Cannot upload Linux skill. Would you please email Linux skill to Ailurus developers? Thank you!
sv: Kan inte ladda upp Linux-färdighet. Vill du e-posta Linux-färdigheten till Ailurus programmerare? Tack!

source: Click here
sv: Klicka här

source: Successfully uploaded Linux skill. Thank you very much!
sv: Lyckades ladda upp Linux-färdigheten. Tack så mycket!

source: Anonymous
sv: Anonym

source: Thank you very much!
sv: Tack så mycket!

source: Name or Email:
sv: Namn eller E-post:

source: Linux skill:
sv: Linux-färdighet:

source: (Empty)
sv: (Tomt)

source: Your proposed Linux skills
sv: Dina föreslagna Linux-färdigheter

source: Propose a Linux skill
sv: Föreslå en Linux-färdighet

source: Cannot upload suggestion. Would you please email suggestion to Ailurus developers? Thank you!
sv: Kan inte ladda upp förslag. Skulle du vilja e-posta förslagt till Ailurus' programmerare? Tack!

source: Successfully uploaded suggestion. Thank you very much!
sv: Lyckades ladda upp förslag. Tack så mycket!

source: Suggestion:
sv: Förslag:

source: Your proposed Suggestions
sv: Dina förslag

source: Press any key ...
fr: Appuyer sur une touche ...
sv: Tryck valfri tangent...

source: Press any key...
fr: Appuyer sur une touche ...
sv: Tryck valfri tangent...

source: Please press the new key combination
fr: Appuyer sur la nouvelle conbinaison de touches ...
sv: Tryck den nya tangentkombinationen

source: Disabled
fr: Désactivé
sv: Avaktiverad

source: and %d more...
de: und %d mehr...
fr: et %d de plus
sv: och %d fler...

source: Search items:
de: Einträge suchen:
fr: Éléments recherchés :
sv: Sök objekt:

source: In names only.
de: Nur in Namen.
fr: Dans les noms uniquement.
sv: Endast i namn.

source: In names & details.
de: In Namen und Details.
fr: Dans les noms et les détails
sv: I namn & detaljer.

source: Search
de: Suche
fr: Rechercher
sv: Sök

source: You can press "Ctrl+C" to terminate Ailurus installation process.
de: Sie können "Ctrl+C" drücken, um den Installationsprozess abzubrechen.
fr: Vous pouvez appuyer "Ctrl+C" pour annuler le processus d'installation d'Ailurus
sv: Du kan trycka "Ctrl+C" för att avbryta Ailurus installationsprocess.

source: Command failed. Please close this window.
sv: Kommando misslyckades. Stäng fönstret.

source: All Linux skills
sv: Alla Linux-färdigheter

source: Tip of the Day
de: Tipp des Tages
fr: Astuce du jour
sv: Dagens tips

source: <span size="x-large"><b>Did you know ?</b></span>
de: <span size="x-large"><b>Wussten Sie schon ?</b></span>
fr: <span size="x-large"><b>Le saviez-vous ?</b></span>
sv: <span size="x-large"><b>Visste du att?</b></span>

source: Submit Linux Skills
fr: Soumettre des astuces Linux
sv: Skicka in Linux-färdigheter

source: Show all tips
sv: Visa alla tips

source: System Settings
fr: Paramètres Système
sv: System- inställningar

source: If you hover mouse pointer above any item, you can read Linux setting skills :)
fr: Si vous passez le pointeur de la souris au dessus de n'importe quel objet, vous pourrez en lire les propriétés Linux :)
sv: Om du håller muspekaren över objekt kan du läsa Linux-inställningsfärdigheter :)

source: Acire: A Python code fragment manager
sv: Acire: En Python-kodfragmenthanterare

source: Audacious: Audio player
sv: Audacious: Musikspelare

source: Blueman: Graphical blue-tooth manager
sv: Blueman: Grafisk bluetooth-hanterare

source: Christine: Media player
sv: Christine: Mediaspelare

source: Chromium: Web browser
sv: Chromium: Webbläsare

source: Exaile: Audio player
sv: Exaile: Musikspelare

source: Getting Things Gnome: GTD tool
sv: Getting Things Gnome: GTD-verktyg

source: Gmchess: Chinese chess game
sv: Gmchess: Kinaschack

source: GNOME colors themes
sv: GNOME-färgteman

source: Global Menu: A globally shared menu bar
sv: Global Menu: En globalt delad menyrad

source: Moovida: Media player
sv: Moovida: Mediaspelare

source: OSD-Lyrics: Display lyrics
sv: OSD-Lyrics: Visa sångtexter

source: PlayOnLinux: A graphical front-end for wine
sv: PlayOnLinux: En grafisk framände för Wine

source: RSSOwl: RSS feed reader
sv: RSSOwl: En RSS-flödesläsare

source: RedNoteBook: A desktop diary application
sv: RedNoteBook: Ett skrivbordsdagboksprogram

source: XBMC: Home entertainment system
sv: XBMC: Hemmabiosystem

source: Elementary: Beautiful theme which looks like Mac OS X
sv: Elementary: Tilltalande tema som påminner om Mac OS X

source: Simple GNOME dock
sv: Enkel GNOME-docka

source: A dock, a taskbar, and many applets
sv: En docka, ett aktivitetsfält, och många panelprogram

source: Till now the only music player that can correctly play files from .cue sheets
sv: Tills nu den enda musikspelare som kan spela filer från .cue-listor korrekt

source: Protect your privacy. Block internet traffic based on IP address ranges.
sv: Skydda din integritet. Blockera internettrafik baserat på IP-adressintervall.

source: Convert video into other forms so they can be viewed on portable devices
sv: Konvertera video till andra format så att de kan visas i bärbara enheter

source: Dynamic languages toolkit
fr: Kit d'outils de langage dynamique
sv: Dynamiskt språkverktyg

source: Installing Dynamic languages toolkit
fr: Installation du Kit d'outils de langage dynamique
sv: Installerar Dynamiskt språkverktyg

source: Installing VEditor
fr: Installation de VEditor
sv: Installerar VEditor

source: Ailurus will install the game, and apply the latest patch.
sv: Ailurus kommer installera spelet, och sedan tillämpa den senaste patchen.

source: PBC (Pairing-Based Cryptography) library
fr: la bibliothèque PBC (Pairing-Based Cryptography)
sv: PBC-bibliotek (Parbaserad kryptografi)

source: Install Pairing-Based Cryptography library, powered by Stanford University.
sv: Installera Pairing-Based Cryptography-biblioteket, drivs av Stanford University.

source: GNOMEArtNG: Choose 100+ GNOME themes
sv: GNOMEArtNG: Välj 100+ GNOME-teman

source: It is able to customize the backgrounds, application look, window borders, icons, GNOME splash and GDM window. More than 100 themes can be installed, which are downloaded from http://art.gnome.org . The official site of GNOMEArtNG is http://developer.berlios.de/projects/gnomeartng/
sv: Det kan anpassa bakgrunderna, programutseende, fönsterramar, ikoner, GNOME-startskärm och GDM-fönster. Fler än 100 teman kan installeras, vilka laddas ner från http://art.gnome.org. GNOMEArtNGs officiella hemsida är http://developer.berlios.de/projects/gnomeartng/.

source: Deactivate Getty ( Ctrl+Alt+F2 ... F6 ), Ctrl+Alt+F1 is still activated
de: Getty deaktivieren ( Ctrl+Alt+F2 ... F6 ), Ctrl+Alt+F1 bleibt aktiviert
fr: Désactive Getty ( Ctrl+Alt+F2 ... F6 ), Ctrl+Alt+F1 est toujours actif
sv: Avaktivera Getty (Ctrl+Alt+F2 ... F6), Ctrl+Alt+F1 är fortfarande aktiv

source: Speed up Linux start up process. Free 2.5 MBytes memory.
de: Beschleunigt den Startvorgang von Linux. 2.5 MByte an Speicher werden freigegeben.
fr: Accélère le processus de démarrage de Linux. Libère 2, 5 Mo de mémoire.
sv: Snabba upp Linux' startprocess. Frigör 2,5 Mbyte minne.

source: OpenJUMP: A geographic information system
de: OpenJUMP: Ein geographisches Informationssystem
fr: OpenJUMP : Un système d'information géographique
sv: OpenJUMP: Ett geografiskt informationssystem

source: Remastersys: Backup your system to a live CD
sv: Remastersys: Backa upp ditt system på en Live-CD

source: Fix errors in 49-sansserif.conf. Otherwise, some character in Flash would be displayed as blank diamond.
sv: Åtgärda fel i 49-sansserif.conf. Annars kommer något tecken i Flash visas som en tom diamant.

source: Change "sans-serif" to "sans serif".
sv: Ändra "sans-serif" till "sans serif".

source: Recover 49-sansserif.conf. Change "sans serif" back to "sans-serif".
sv: Återskapa 49-sansserif.conf. Ändra "sans serif" tillbaka till "sans-serif".

source: Ailurus tried to fix Flash font bug. But some users found that font in other applications is also affected. This operation aims at recovering font configuration file.
sv: Ailurus försökte åtgärda typsnittsfelet i Flash. Men några användare upptäckte att typsnitt i andra program är också påverkat. Den här åtgärden avser att återskapa typsnittets konfigurationsfil.

source: Add yourself to "vboxusers" group. Otherwise, USB devices cannot be used in VirtualBox.
sv: Lägg till dig själv i gruppen "vboxusers". Annars kommer inte USB-enheter att kunna användas i VirtualBox.

source: Fix errors in Java font configuration. Otherwise, some unicode characters cannot be displayed.
sv: Åtgärda fel i Javas typsnittskonfiguration. Annars kommer vissa unicode-tecken inte att kunna visas.

source: Change wqy-zenhei.ttf to wqy-zenhei.ttc. Change uming.ttf to uming.ttc.
sv: Ändra wqy-zenhei.ttf till wqy-zenhei.ttc. Ändra uming.ttf till uming.ttc.

source: Google Chrome can be upgraded.
sv: Google Chrome kan uppgraderas.

source: You are using Google Chrome beta version, but stable version is released.
sv: Du använder en beta-version av Google Chrome, men den stabila versionen har släppts.

source: Install voice data for GCompris
sv: Installera röstdata för GCompris

source: Install voice data for Childsplay
sv: Installera röstdata för Childsplay

source: /etc/apt/sources.list or /etc/apt/sources.list.d/ contains wrong code name.
sv: /etc/apt/sources.list eller /etc/apt/sources.list.d/ innehåller felaktigt kodnamn.

source: Correct code name is %s. Get code name by "lsb_release -cs".
sv: Korrekt kodnamn är %s. Läs kodnamnet med "lsb_release -cs".

source: Remove ubuntu-docs package. Free 270M disk space.
sv: Ta bort paketet ubuntu-docs. Frigör 270 Mb diskutrymme.

source: Ubuntu/Kubuntu configuration guide
fr: Guide de configuration Ubuntu/Kubuntu
sv: Ubuntus/Kubuntus konfigurationsguide

source: Ubuntu skills
de: Ubuntu-Tricks
fr: Qualifications Ubuntu
sv: Ubuntufärdigheter

source: Obtain "Full Circle" magazine
fr: Obtenir le magazine "Full Circle"
sv: Skaffa tidskriften "Full Circle"

source: Obtain "Ubuntu pocket guide" book
fr: Obtenir le livre "Ubuntu pocket guide"
sv: Skaffa boken "Ubuntu pocket guide"

source: Find more third-party repositories on http://repogen.simplylinux.ch/
fr: Trouve les dépôts de tierce partie sur http://repogen.simplylinux.ch/
sv: Hitta fler tredjepartsarkiv på http://repogen.simplylinux.ch/

source: Search fastest repository
de: Nach der schnellsten Paketquelle suchen
fr: Cherche le dépôt le plus rapide
sv: Sök efter snabbaste arkivet

source: Full language support and input method
de: Vollständige Sprachunterstützung und Eingabemethode
fr: Support linguistique complet et méthode de saisie
sv: Fullständigt språkstöd och inmatningsmetod

source: Multi-media codec
de: Multimedia-Codecs
fr: Codec multimédia
sv: Multimedia-kodek

source: Decompression software
fr: Decompression logicielle
sv: Uppackningsmjukvara

source: Moonlight: an open source implementation of Microsoft Silverlight
sv: Moonlight: en öppen källkodsimplementering av Microsoft Silverlight

source: Flash plugin for web browser
de: Flash-Plugin für Browser
fr: Greffon Flash pour les navigateurs web
sv: Flash-instick för webbläsare

source: Install hardware drivers
de: Hardware Treiber installieren
fr: Installe les pilotes matériels
sv: Installera hårdvarudrivrutiner

source: Ailurus helps you quickly install popular software. Select the software which you would like to install.
fr: Ailurus vous aide à installer des logiciels populaire. Sélectionner le logiciel que vous voudriez installer.
sv: Ailurus hjälper dig att snabbt installera populär mjukvara. Välj mjukvaran som du vill installera.

source: Acquire root privilege
sv: Erhåll rotprivilegier

source: Computer is not connected to Internet
de: Rechner ist nicht mit dem Internet verbunden
fr: L'ordinateur est connecté à Internet.
sv: Datorn är inte ansluten till Internet

source: Your computer is not connected to Internet. Please configure network connections.
de: Ihr Rechner ist nicht mit dem Internet verbunden. Bitte richten Sie eine Netzwerkverbindung ein.
fr: Votre ordinateur n'est pas connecté à Internet. Configurez vos connections réseau svp.
sv: Din dator är inte ansluten till Internet. Vänligen konfigurera nätverksanslutningar.

source: Configure network connections
de: Netzwerkverbindung bearbeiten
fr: Configure les connections réseau
sv: Konfigurera närverksanslutningar

source: Skip this step
fr: Passer cette étape
sv: Hoppa över detta steg

source: Checking whether your computer is connected to Internet ...
de: Überprüfe, ob Ihr Computer mit dem Internet verbunden ist ...
fr: Vérifie si votre ordinateur est connecté à Internet ...
sv: Kollar om din dator är ansluten till Internet...

source: Searching the fastest repository
de: Suche die schnellste Paketquelle
fr: Recherche les dépôts les plus rapides
sv: Söker efter det snabbaste arkivet

source: <span color='black'>Response time of %(server)s is %(value).0f ms.</span>
fr: <span color='black'>Temps de réponse de %(server)s est de %(value).0f ms.</span>
sv: <span color='black'>Svarstid för %(server)s är %(value).0f ms.</span>

source: <span color='black'>Server %s is unreachable.</span>
de: <span color='black'>Server %s ist nicht erreichbar.</span>
fr: <span color='black'>Le serveur %s est inaccessible.</span>
sv: <span color='black'>Servern %s går inte att kontakta.</span>

source: <span color='black'>Time left: %s</span>
fr: <span color='black'>Temps restant: %s</span>
sv: <span color='black'>Återstående tid: %s</span>
