Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: A bug appears. Would you please tell Ailurus developers? Thank you!
de: Ein Fehler ist aufgetreten. Bitte melden Sie den Fehler den Entwicklern von Ailurus, danke!
fr: Un bug est apparus. Désirez-vous le communique aux développeurs d'Ailurus? Merci!
sv: Ett fel visas. Vill du berätta för Ailurus utvecklare? Tack!

source: Please copy and paste following text into bug report web-page.
sv: Kopiera och klistra in följande text i felrapportens webbsida.

source: Click here to report bug via web-page
de: Klicken Sie hier, um den Fehler auf der Homepage zu melden.
fr: Cliquer ici pour signaler un bug via le site web
sv: Klicka här för att rapportera ett fel via webbplatsen

source: Bug appears!
de: Ein Fehler ist aufgetreten!
fr: Bug apparu!
sv: Fel visas!

source: You have set an environment variable <i>http_proxy=%s</i>. Would you like to let Ailurus use a proxy server?
sv: Du har angivit en miljövariabel <i>http_proxy=%s</i>. Vill du att Ailurus ska använda en proxyserver?

source: Successfully adopted a proxy server
sv: Lyckades adoptera en proxyserver

source: Warning!
de: Warnung!
fr: Attention!
sv: Varning!

source: Another instance of Ailurus is running. It is not recommended to run multiple instance concurrently.
de: Es läuft bereits eine andere Instanz von Ailurus. Es wird nicht empfohlen, mehrere Instanzen gleichzeitig laufen zu lassen.
fr: Une autre instance de Ailurus est en cours de fonctionnement. Il n'est pas recommandé de lancer des instances multiples concurrentes.
sv: En annan Ailurus-instans körs. Vi rekommenderar inte att flera instanser körs samtidigt.

source: Necessary packages are not installed. Ailurus cannot work.
sv: Nödvändiga paket har inte installerats. Ailurus kan inte fungera.

source: Please install these packages:
sv: Var god installera dessa paket:

source: Your home folder is not owned by yourself. Please run the following command to fix the error.
sv: Din hemkatalog ägs inte av dig. Kör följande kommando för att rätta till problemet.

source: Error happened. You cannot install any software by Ailurus. :(
fr: Une erreur s'est produite. Vous ne pouvez pas installer de logiciels avec Ailurus. :(
sv: Fel uppstod. Du kan inte installera mjukvara via Ailurus. :(

source: System configuration file should be updated.
fr: Le fichier de configuration système devrait mis à jour.
sv: Systemkonfigurationsfil bör uppdateras.

source: Please run these commands using <b>su</b> or <b>sudo</b>:
fr: S'il vous plaït, éxécuter ces commandes en utilisant <b>su</b> or <b>sudo</b> :
sv: Kör dessa kommandon med <b>su</b> eller <b>sudo</b>:

source: Please re-install Ailurus.
sv: Var god ominstallera Ailurus.

source: Because file contents are different:
sv: Eftersom filinnehållet skiljer sig:

source: We need to restart Ailurus daemon.
sv: Vi måste starta om Ailurus-daemonen.

source: Old version is %s.
sv: Gamla versionen är %s.

source: New version is %s
sv: Nya versionen är %s.

source: Press this button to restart daemon. Require authentication.
sv: Tryck på den här knappen för att starta om daemonen. Kräv autentisering.

source: Ailurus daemon successfully restarted. Ailurus will work fine.
sv: Ailurus-daemonen startades om med lyckat resultat. Ailurus kommer fungera fint.

source: Cannot restart Ailurus daemon. Please restart your computer.
sv: Kan inte starta om Ailurus-daemonen. Starta om din dator.

source: Quit
de: Beenden
fr: Quitter
sv: Avsluta

source: Default pane
sv: Standardvy

source: Preferences
de: Einstellungen
fr: Préférences
sv: Inställningar

source: Study Linux
fr: Etudier Linux
sv: Lär dig Linux

source: Please wait a few seconds
sv: Vänta några sekunder

source: Are you sure to exit?
sv: Är du säker att avsluta?

source: Do not ask me again.
sv: Fråga mig inte igen.

source: Do you agree?
sv: Håller du med?

source: Warning
sv: Varning

source: start up
sv: uppstart

source: Date
sv: Datum

source: Comment
sv: Kommentar

source: Double click to edit comment
sv: Dubbelklicka för att redigera kommentar

source: snapshots
sv: skärmbilder

source: Are you sure to delete the snapshot?
sv: Vill du verkligen radera skärmbilden?

source: was installed
sv: installerades

source: was removed
sv: togs bort

source: will be installed
de: wird installiert werden
fr: sera installé
sv: kommer installeras

source: package
de: Paket
fr: paquet
sv: paket

source: changes
de: Änderungen
fr: modifications
sv: ändringar

source: to do
sv: att göra

source: Drag items from the left box into the right box, then click "apply" button.
sv: Dra objekt från den vänstra lådan till den högra, klicka sedan "Värkställ".

source: Snapshots
sv: Ögonblicksbilder

source: Ailurus helps you keep track of what software you have installed/removed. If you often try to use new software, you do not have to worry about messing up your system now.
de: Ailurus hilft Ihnen, den Überblick darüber zu behalten, welche Software Sie installiert/entfernt haben. Wenn Sie oft neue Software installieren, müssen Sie sich keine Sorgen mehr darüber machen, dass Sie ihr System in Unordnung bringen.
fr: Ailurus vous aide à conserver une trace des logiciels que vous avez installés/désinstallés. Si vous essayez souvent de nouveaux logiciels, vous n'aurez plus à vous inquiéter de nettoyer votre système.
sv: Ailurus hjälper dig hålla ordning på vilka program du har installerat/tagit bort. Om du ofta försöker använda ny mjukvara behöver du inte oroa dig för att sabotera ditt system nu.

source: Create a snapshot
sv: Skapa en ögonblicksbild

source: Delete selected snapshot
sv: Radera markerad ögonblicksbild

source: Free peer-to-peer file sharing application that works with EDonkey network and Kad network, offering similar features to eMule
sv: Gratis peer-to-peer fildelningsprogram som använder eDonkey- och Kad-nätverken, och erbjuder liknande funktioner mot vad som finns i eMule

source: A dock sits at the bottom of the screen which lists open windows. It also supports third party applets.
sv: En docka sitter längst ner i skärmen som listar öppna fönster. Den har också stöd för tredjepartsmoduler.

source: A designer which can generate a variety of colorschemes from a single starting color
sv: A designer som kan generera ett stort urval av färgscheman från en enda startfärg

source: Edit GNOME menu easily
sv: Redigera GNOME-menyn med lätthet

source: GNOME IDE for C/C++ with a number of features such as project management, application wizard, interactive debugger, source editor, version control, GUI designer and profiler.
sv: GNOME-IDE för C/C++ med ett flertal funktioner som projekthantering, programguide, interaktiv felsökare, källkodseditor, versionskontroll, GUI-designer och -profilerare.

source: Look up synonyms and antonyms
sv: Slå upp synonymer och motsatser

source: Record and edit sounds
sv: Spela in och redigera ljud

source: "auto-apt run ./configure" helps you automatically install required packages.
sv: "auto-apt run ./configure" hjälper dig att automatiskt installera behövda paket.

source: Autoconf and Automake
sv: Autoconf och Automake

source: Automatically generate configure scripts and GNU Standard makefiles
sv: Generera automatiskt konfigurationsskript och GNU-Standard make-filer

source: Video editor which can do simple cutting, filtering and encoding tasks. It supports scripts and automated job queue.
sv: Videoeditor som kan utföra enkla klippnings-, filtrerings-, och kodningsjobb. Den har stöd för skript och automatiserad jobbkö.

source: Incremental backup tool supporting schedule
sv: Stegvis backup-verktyg med stöd för schemaläggning

source: Media player and media manager written in Mono and Gtk#. It is the default media player for several Linux distribution.
sv: Mediaspelare och -hanterare kodad i Mono och Gtk#. Den används som standardmediaspelare i flera Linux-utgåvor.

source: An editor targeted towards webdesigners. It supports many programming and markup languages, and it focuses on editing dynamic websites.
sv: En editor som inriktar sig på webbdesigners. Den har stöd för många programmerings- och märkningsspråk, och fokuserar på att redigera dynamiska webbsidor.

source: Official Linux bluetooth support
sv: Officiellt bluetooth-stöd i Linux

source: Boost C++ libraries
sv: Boost C++-bibliotek

source: Peer-reviewed portable C++ libraries, which will be in the new C++ 0x standard.
sv: Gemenskapsgranskade portabla C++-bibliotek som kommer finnas i den nya C++ 0x-standarden.

source: Real time strategy game, just like Red Alarm
sv: Realtidsstrategispel, precis som Red Alarm

source: Breathe Icon Theme
sv: Breathe ikontema

source: Mix KDE's "Oxygen" icons with Ubuntu's "Human" theme.
sv: Blanda KDEs Oxygen-ikoner med Ubuntus Human-tema.

source: g++, make, gdb and libc
sv: g++, make, gdb och libc

source: Popular development tools
sv: Populära utvecklingsverktyg

source: 3D astronomy simulator
sv: 3D astronomisimulator

source: View .chm files
sv: Visa .chm-filer

source: Help you build .deb packages
sv: Hjälper dig bygga .deb-paket

source: It helps you take pictures and videos from web camera. It also provides some graphical effects in order to please your play instinct.
sv: Det hjälper dig hämta bilder och videor från webbkamera. Det har också ett par grafiska effekter för att tillfredsställa din spelinstinkt.

source: Educational games for young children
sv: Lärorika spel för små barn

source: Lightweight email client
sv: Resurssnål e-postklient

source: C/C++ IDE with many features
sv: C/C++-IDE med många funktioner

source: Image viewer specifically designed to handle comic books
sv: Bildvisare särskilt utformad för att hantera serietidningar

source: Compiz settings manager
fr: Gestionnaire de configuration de Compiz
sv: Inställningshanterare för Compiz

source: Full-function software which can configure all options of Compiz window manager
sv: Funktionsspäckat program som kan hantera alla inställningar i fönsterhanteraren Compiz

source: Simple configure software for Compiz window manager
sv: Enkel konfigurationsmjukvara för fönsterhanteraren Compiz

source: Ctags and Cscope
sv: Ctags och Cscope

source: Popular source code parsers
sv: Populära källkodstolkare

source: Lightweight bittorrent client
sv: Resurssnål BitTorrent-klient

source: Browse GNOME/GTK API documentation
sv: Bläddra i GNOMEs/GTKs API-dokumentation

source: Open source substitution for Visio
sv: Öppen källkodsersättare för Visio

source: Lightweight DOS simulator, which primarily focuses on running DOS games
sv: Resurssnål DOS-simulator, som lägger fokus på att köra DOS-spel

source: Edit tags for MP3, FLAC, Ogg files
sv: Redigera etiketter för MP3-, FLAC-, Ogg-filer

source: Advanced text editor
sv: Avancerad textredigerare

source: MSN Messenger client with a simpler interface and a nicer look
sv: MSN Messenger-klient med ett enklare gränssnitt och snyggare utseende

source: Messaging program which supports many protocols
sv: Snabbmeddelandeprogram som har stöd för många protokoll

source: p7zip and cabextract
sv: p7zip och cabextract

source: compressor/decompressor for .7z and .cab files
sv: Komprimera/packa upp .7z- och .cab-filer

source: Encoding data for the poppler PDF library
sv: Kodningsdata för PDF-biblioteket poppler

source: Make Evince be able to reveal Japanese, Korean, Chinese pdf
sv: Få Evince att kunna visa Japanska, Koreanska, Kinesiska PDF

source: Email client, calendar, contact manager and address manager
sv: E-postklient, kalender, kontakt- och adresshanterare

source: Multifunctional graphic calculator
sv: Mångsidig grafisk kalkylator

source: A download manager supporting RapidShare.com, YouTube and remote control
sv: En nerladdningshanterare som stöder RapidShare.com, YouTube, och fjärrkontroll

source: Popular Chinese input method
sv: Populär Kinesisk inmatningsmetod

source: Popular FTP client
sv: Populär FTP-klient

source: Configure software for "iptables" firewall. "iptables" is the filewall which Linux system comes up with.
sv: Konfigurera mjukvara för brandväggen "iptables". "iptables" är den vanligast förekommande brandväggen Linuxsystem.

source: Open source clone of DOOM
sv: Öppen källkodsklon av DOOM

source: OpenGL library
fr: Librairie OpenGL
sv: OpenGL-bibliotek

source: This is a library for writing OpenGL programs.
sv: Det här är ett bibliotek för att programmera i OpenGL.

source: Open source clone of the popular "Puzzle Bobble" game
sv: Öppen källkodsklon av det populära spelet "Puzzle Bobble"

source: an light-weight XMPP client, supporting GTalk. GTK version
sv: en resurssnål XMPP-klient, med stöd för GTalk. GTK-version

source: Educational games for children aged 2 to 10
sv: Lärorika spel för barn från 2 till 10 år gamla

source: Manage your collections such as movies, books, music
sv: Hantera dina samlingar, så som filmer, böcker, musik

source: Open source substitution for Photoshop
sv: Öppen källkodsersättare för Photoshop

source: Visually graphical user interface designer
sv: Visuellt grafiskt användargränssnitt, designer

source: GNU high precision arithmetic library
sv: GNU högprecisions aritmetikbibliotek

source: A set of icons with 7 color variations
sv: En uppsättning ikoner med 7 färgvariationer

source: Desktop launcher which helps you quickly perform actions
sv: Skrivbordsstartare som hjälper dig göra saker snabbt

source: Experience GNOME 3 desktop
sv: Upplev skrivbordet GNOME 3

source: GTK frontend for MPlayer
sv: GTK-framände för MPlayer

source: Lightweight text editor
sv: Resurssnål texteditor

source: Automatically discover other people running Giver on the network, then send files to other people
sv: Upptäck automatiskt om andra kör Giver på nätverket, skicka sedan filer till andra

source: Real time strategy game, just like Warcraft
sv: Realtidsstrategispel, precis som Warcraft

source: Real time strategy game which focuses on strategy rather than on micro-management
sv: Realtidsstrategispel som fokuserar på strategi hellre än mikrohantering

source: SWF movie player for web browser
sv: SWF-spelare för webbläsare

source: Mono-free alternative to Tomboy Notes
sv: Mono-fritt alternativ till Tomboy Notes

source: One of the best dictionary applications, which supports many dictionary formats of other software, and Wikipedia.
sv: En av de bästa ordboksprogrammen, med stöd för många ordboksformat från andra program, och Wikipedia.

source: Google gadgets (GTK version)
sv: Google gadgets (GTK-utförande)

source: Eye candy widgets most of which are developed by Google's users
sv: Prydliga skrivbordskomponenter som programmeras av Googles användare

source: Google gadgets (QT version)
sv: Google gadgets (Qt-utförande)

source: Microblogging client which supports Twitter and Facebook
sv: Mikroblogg-klient med stöd för Twitter och Facebook

source: A small application which displays detailed hardware information
sv: Ett litet program som visar detaljerad hårdvaruinformation

source: Hedgehogs fight enemies with fantastic weapons
sv: Igelkottar slåss mot fiender med fantastiska vapen

source: Help you edit images. You can launch it by /usr/bin/display
sv: Hjälper dig redigera bilder. Du kan starta det med /usr/bin/display

source: Vector image designer. It is the open source substitution of CorelDraw.
sv: Vektorbildsdesigner. Det är öppen källkodsmotsvarigheten till CorelDraw.

source: Bibliography reference manager. File format is BibTeX, the standard LaTeX bibliography format.
sv: Hanterare för bibliografiska referenser. Filformatet är BibTeX, LaTeX standard-bibliografiformat.

source: Burn DVD/VCD
sv: Bränn DVD/VCD

source: Popular instant messenger in Poland
sv: Populär snabbmeddelandeklient i Polen

source: An IDE similar to Visual Studio. It currently only supports C++. Other language supports are under development.
sv: En IDE som påminner om MS Visual Studio. Den stöder för närvarande bara C++. Stöd för andra språk är under utveckling.

source: Password manager which saves many different information e.g. user names and passwords in one single database.
sv: Lösenordshanterare som sparar mycket information, t.ex. användarnamn och lösenord, i en och samma databas.

source: Upload photos to Flickr
sv: Sänd foton till Flickr

source: Probably the best LaTeX editor
sv: Troligtvis den bästa LaTeX-editorn

source: Planetarium software
sv: Planetariumprogram

source: Lightweight desktop launcher
sv: Resurssnål skrivbordsstartare

source: Simple text editor
sv: Enkel textredigerare

source: Simple RSS feed reader
sv: Enkel RSS-flödesläsare

source: Connect to a central hub then share files and chat with other people.
sv: Anslut till en central punkt och dela sedan filer och chatta med andra.

source: "what you see is what you mean" LaTeX editor
sv: "det du ser är det du menar"-LaTeXeditor

source: Change the MAC address of network interfaces
sv: Ändra MAC-adress för nätverksgränssnitt

source: Maxima is a system for the manipulation of symbolic and numerical expressions, including differentiation, integration, Taylor series, Laplace transforms, ordinary differential equations, systems of linear equations, polynomials, and sets, lists, vectors, matrices, and tensors.
sv: Maxima är ett system för manipulering av symboliska och numeriska uttryck, inklusive differentiering, integrering, Taylor-serier, Laplace-transformeringar, vanliga differentialekvationer, system av linjära ekvationer, polynoma ekvationer, och serier, listor, vektorer, matriser, och tensorer.

source: Lightweight web browser
sv: Resurssnål webbläsare

source: Minicom and Kermit
sv: Minicom och Kermit

source: Communication software for embedded MCU boards
sv: Kommunikationsmjukvara för inbäddade MCU-kort

source: This is a simple YouTube client. You enter a keyword, then the software will retrieve all relative URLs from YouTube and play them one after the other.
sv: Det här är en enkel YouTube-klient. Du skriver in ett lösenord, sedan hämtar programmet alla relativa URLer från YouTube och spelar upp dem en efter en.

source: Internet TV video player
sv: Internet-TV videospelare

source: Open source implementation of Microsoft Silverlight. It provides Windows media codecs. You can enjoy Windows video in webpages.
sv: Öppen källkodsimplementering av Microsoft Silverlight. Det tillhandahåller Windows Media kodekar. Du kan avnjuta Windows-videor i webbsidor.

source: gstreamer multi-media codec
sv: gstreamer multimedia-kodek

source: Libraries supporting video playback, audio mixing and non-linear video editing
sv: Bibliotek stöder videouppspelning, ljudmixning, och icke-linjär videoredigering

source: "Actions configuration" entry
sv: Åtgärdskonfigureringspost

source: Configure which software to be launched on selected files. This entry is in "System"->"Preferences" menu.
sv: Konfigurera vilket program som ska startas för vilka filer. Den här posten finns i menyn "System" -> "Inställningar".

source: "Convert audio files" entry
de: "Audiodateien konvertieren"
fr: Entrée "Convertir les fichiers audio"
sv: Posten "Konvertera ljudfiler"

source: Converts between WAV, OGG, MP3, MPC, FLAC, APE and AAC files.
sv: Konverterar mellan WAV-, OGG-, MP3-, MPC-, FLAC-, APE-, och AAC-filer.

source: "Repair filename" entry
de: "Dateinamen reparieren"
fr: "Correction du nom de fichier" entrée
sv: Posten "Reparera filnamn"

source: When any file with wrong encoding filename is right clicked, show a "Repair filename" menu item.
sv: När en fil med felaktigt kodat filnamn högerklickas, visa menyobjektet "Reparera filnamn".

source: "Open as administrator" entry
de: "Als Administrator öffnen"
fr: Entrée "Ouvrir en tant qu'administrateur"
sv: Posten "Öppna som administratör"

source: Launch selected files or open selected folder with administration privileges.
sv: Starta markerade filer eller öppna markerade mappar med administrativa privilegier.

source: "Resize/Rotate images" entries
de: "Größe von Bildern ändern" / "Bilder drehen"
fr: Entrées "Pivoter/Redimensionner les images"
sv: Posterna "Ändra storlek/Rotera bilder"

source: Resize or rotate selected images.
de: Größe von ausgewählten Bildern ändern oder ausgewählte Bilder drehen
fr: Redimensionner ou pivoter les images
sv: Ändra storlek på eller rotera markerade bilder.

source: "Open in terminal" entry
de: "In Terminal öffnen"
fr: Entrée "Ouvrir dans un termial"
sv: Posten "Öppna i terminal"

source: Open a terminal in current folder.
de: Ein Terminal im aktuellen Ordner öffnen.
fr: Ouvrir un terminal dans le dossier sélectionné
sv: Öppna en terminal i nuvarande mapp.

source: "Subversion commands" entries
de: "Befehle für Subversion"
fr: Entrées "Commandes subversion"
sv: Posterna "Subversion-kommandon"

source: A lot of subversion management command
sv: En mängd subversionhanteringskommando

source: "Share folders" entry
sv: Posten "Dela mappar"

source: Share folders using Samba
sv: Dela mappar med Samba

source: "Set as wallpaper" entry
de: "Als Hintergrundbild setzen"
fr: Entrée "Choisir comme fond d'écran"
sv: Posten "Använd som skrivbordsbakgrund"

source: Set an image as wallpaper using context menu
sv: Använd en bild som skrivbordsbakgrund via sammanhangsmenyn

source: Ncurses5 and QT3
fr: Ncurses5 et QT3
sv: Ncurses5 och Qt3

source: Necessary libraries for compiling Linux kernel
sv: Nödvändiga bibliotek för kompilering av Linux-kärnan

source: An open source IDE which supports several languages (C, C++, Java, Ruby, etc.) and frameworks (J2SE, J2ME, etc.)
sv: En öppen källkods-IDE som har stöd för flera språk (C, C++, Java, Ruby, osv.) och ramverk (J2SE, J2ME, osv.)

source: 3D first-person shooter game
sv: Första-persons actionspel i 3D

source: Matlab compatible numerical computation appliation
sv: Matlab-kompatibelt numerisk beräkningsprogam

source: Open source implementation of Java
sv: Öppen källkodsimplementering av Java

source: Popular non-linear video editor
sv: Populär icke-linjär videoeditor

source: This is a powerful clipboard manager. It can preserve 25 strings concurrently.
de: Parcellite ist ein mächtiger Manager für die Zwischenablage. Er kann 25 Einträge gleichzeitig aufbewahren.
fr: C'est un presse-papiers puissant. Il peut conserver 25 chaines en même temps.
sv: Det här är en kraftfull klippbordshanterare. Den kan bevara 25 strängar samtidigt.

source: Add marks and annotations on PDF files.
sv: Lägg till märken och anteckningar i PDF-filer.

source: PDF toolkit
sv: PDF-verktygslåda

source: A command line tool which can split, merge, encrypt and uncompress PDF files.
sv: Ett kommandoradsverktyg som kan dela, sammanfoga, kryptera, och avkomprimera PDF-filer.

source: Movie editor designed for both the newcomer and the professional users
sv: Filmeditor som utformats för både nykomlingen och de professionella användarna

source: A chat program which lets you log in multiple chat networks simultaneously. It supports many chat networks.
sv: Ett chatprogram som låter dig logga in i flera chatnätverk samtidigt. Det har stöd för många chatnätverk.

source: Twitter and Identi.ca client
sv: Twitter- och Identi.ca-klient

source: Help you save power for your laptop.
sv: Hjälper dig spara ström för din bärbara dator.

source: POSIX library manual pages
sv: POSIX-bibliotekens manualsidor

source: Install manual pages about Linux system calls, library calls, and POSIX libraries.
sv: Installera manualsidor om Linux systemanrop, biblioteksanrop, och POSIX-bibliotek.

source: An XMPP client, supporting GTalk. QT version
sv: En XMPP-klient, med stöd för GTalk. Qt-utförande

source: Lightweight, featureful open source equivalent to utorrent
sv: Resurssnål, funktionsspäckad öppen källkodsvariant av utorrent

source: Open source substitution of AutoCAD
sv: Öppen källkodsersättning för AutoCAD

source: Lightweight Qt IDE
sv: Resurssnål Qt-IDE

source: Help you find and download Poland subtitles for given video file
sv: Hjälper dig hitta och ladda ner polska textremsor för en given videofil
