Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: Kadu is an instant messenger, which is very popular in Poland. Command : yum install kadu
de: Kadu ist ein Sofortnachrichtenprogramm, das in Polen sehr beliebt ist. Befehl: yum install kadu
fr: Kadu est une messagerie instantanée, très populaire en Pologne. Commande : sudo apt-get install kadu

source: Liferea: a RSS feed reader
de: Liferea: ein RSS-Feedreader
fr: Liferea : un agrégateur de flux RSS

source: MACChanger: change MAC address
fr: MACChanger : change la MAC addresse

source: Moonlight: an open source implementation of Microsoft® Silverlight
de: Moonlight: ein Open Source Implementation von Microsoft® Silverlight
fr: Moonlight : une implémentation open source de Microsoft® Silverlight

source: It allows the configuration of programs to be launched on files selected. <span color="red">This entry is not in context menu. It is in "System"->"Preferences" menu.</span>
fr: Permet la configuration des programmes exécuter par les fichiers sélectionnés. <span color="red">Cette entrée n'est pas dans le menu contextuel. C'est dans le menu "System"->"Preferences".</span>

source: Converts between WAV, OGG, MP3, MPC, FLAC, APE and AAC files. These packages will also be installed: <i>lame libid3-3.8.3-dev flac faac faad mppenc</i>
fr: Convertit entre eux les fichiers WAV, OGG, MP3, MPC, FLAC, APE et AAC. Ces paquets seront aussi installés: <i>lame libid3-3.8.3-dev flac faac faad mppenc</i>

source: Launch selected files with administration privileges using the context menu. Open selected folder with administration privileges.
fr: Démarrer les fichiers sélectionnés avec les privilèges adiministrateur en utilisant le menu contextuel. Ouvrir le répertoire sélectionné avec les privilèges administrateur.

source: "Search files" entries
fr: Entrée "Chercher fichiers"

source: Share folders by Samba.
de: Ordner freigeben mit Samba.
fr: Partager des dossiers avec Samba

source: It is an open source IDE which supports several languages (C, C++, Java, Ruby, etc.) and frameworks (J2SE, J2ME, etc.). Official site: http://netbeans.org/downloads/ .
de: Open Source IDE, welches mehrere Sprachen (C, C++, Java, Ruby, etc.) und Frameworks unterstützt (J2SE, J2ME, etc.). Offizielle Seite: http://netbeans.org/downloads/ .
fr: Est un EDI (Environnement de Développement Intégré) qui supporte plusieurs languages (C, C++, Java, Ruby, etc.) et des espaces de travail (frameworks) tels que J2SE,J2ME, etc. Site officiel: http://netbeans.org/downloads/ .

source: Parcellite: clipboard manager
de: Parcellite: Manager für die Zwischenablage
fr: Parcellite : gestionnaire de presse-papier

source: QtiPlot: The equivalence of "Origin" plotting application in Linux
de: QtiPlot: Ein "Origin" Klon zur Analyse und Visualisierung von Daten
fr: QtiPlot: un équivalent à "Origin" pour réaliser des graphiques

source: R language (basic development environment)
fr: Langage R (Environnement de développement basique)

source: R language (full development environment and all plugins)
fr: Langage (environnement de développement complet et tout les greffons)

source: Typespeed is a typing practise. It only runs in terminal.
fr: Typespeed permet l'apprentissage dactylographique. Il ne fonctionne que dans un terminal.

source: Umbrello: UML modelling
fr: Umbrello: modélisation UML

source: It is the only professional virtual machine which is freely available under the terms of GPL. Official site: http://www.virtualbox.org/wiki/Downloads
de: Die einzige professionelle Virtuelle Maschine, die unter der GPL-Lizenz frei verfügbar ist. Offizielle Seite: http://www.virtualbox.org/wiki/Downloads
fr: C'est la seule machine virtuelle professionnelle qui est librement disponible sous les termes de la GPL. Site officiel : http://www.virtualbox.org/wiki/Downloads

source: X server version:
fr: Version du serveur X :

source: GCC version:
fr: Version de GCC :

source: Java version:
fr: Version de Java :

source: Python version:
fr: Version de Python :

source: Firefox version:
fr: Version de Firefox :

source: Run command:
de: Führe Befehl aus:
fr: Lancer la commande :

source: Network restarted successfully.
de: Netzwerkverbindung erfolgreich neu gestartet.
fr: Réseau redémarré avec succès.

source: Restart network
de: Netzwerkverbindung neustarten
fr: Redémarrage du réseau

source: These commands will be executed: dbus-send --system --dest=org.freedesktop.NetworkManager --type=method_call /org/freedesktop/NetworkManager org.freedesktop.NetworkManager.sleep dbus-send --system --dest=org.freedesktop.NetworkManager --type=method_call /org/freedesktop/NetworkManager org.freedesktop.NetworkManager.wake sudo /etc/init.d/networking restart
de: Die folgenden Befehle werden ausgeführt werden: dbus-send --system --dest=org.freedesktop.NetworkManager --type=method_call /org/freedesktop/NetworkManager org.freedesktop.NetworkManager.sleep dbus-send --system --dest=org.freedesktop.NetworkManager --type=method_call /org/freedesktop/NetworkManager org.freedesktop.NetworkManager.wake sudo /etc/init.d/networking restart
fr: Ces commandes seront exécutées: dbus-send --system --dest=org.freedesktop.NetworkManager --type=method_call /org/freedesktop/NetworkManager org.freedesktop.NetworkManager.sleep dbus-send --system --dest=org.freedesktop.NetworkManager --type=method_call /org/freedesktop/NetworkManager org.freedesktop.NetworkManager.wake sudo /etc/init.d/networking restart

source: If you want to use colorful "ls", that is, use colors to distinguish types of files, you can add these lines in ~/.bashrc: if [ "$TERM" != "dumb" ]; then eval "`dircolors -b`" alias ls='ls --color=auto' fi
fr: Si vous voulez utiliser un "ls" coloré, qui utilise des couleurs distinctes pour les types de fichier. Vous pouvez ajouter ces lignes dans ~/.bashrc: if [ "$TERM" != "dumb" ]; then eval "`dircolors -b`" alias ls='ls --color=auto' fi

source: If you want some program to start up automatically, please put '.desktop' files into '~/.config/autostart'
fr: Si vous désirez que certains logiciels démarrent automatiquement, insérez s'il vous plait les fichiers '.desktop' dans '~/config/autostart'

source: You can configure "preferred applications" by this file "~/.local/share/applications/mimeapps.list"
de: Sie können "Bevorzugte Anwendungen" mit der Datei "~/.local/share/applications/mimeapps.list" konfigurieren
fr: Vous pouvez configurer "applications préférées" avec le fichier "~/.local/share/applications/mimeapps.list"

source: Generic Genome Browser
fr: Navigateur générique du génome

source: Find fastest repository mirror
de: Den schnellsten Spiegelserver finden
fr: Trouver le dépôt miroir le plus rapide

source: All repositories:
fr: Tous les dépôts :

source: No response
fr: Aucune réponse

source: Country
de: Land
fr: Pays

source: Organization
de: Organisation/Einrichtung
fr: Organisation

source: Response time
fr: Temps de réponse

source: Click mouse right button to display the context menu.
fr: Cliquer sur le bouton droit de la souris pour afficher le menu contextuel.

source: Detect response time of selected repositories
fr: Détecter les temps de réponse des dépôts sélectionnés

source: Detect response time of all repositories
fr: Détecter le temps de réponse de tous les dépôts

source: Use selected repositories
fr: Utiliser les dépôts sélectionnés

source: Select all repositories in these countries
fr: Sélectionner tous les dépôts de ces pays

source: If some repositories are not listed above, please click here to tell Ailurus developers.
de: Falls bestimmte Paketquellen oben nicht aufgelistet sein sollten, klicken Sie bitte hier, um mit den Entwicklern von Ailurus Kontakt aufzunehmen.
fr: Si certains dépôts ne sont pas listé ci-dessus, cliquer ici pour le signaler aux développeurs d'Ailurus.

source: Please select one repository only
fr: Veuillez sélectionner un dépôt seulement

source: <span color='black'>Response time of %(server)s is %(value).2f ms.</span>
de: <span color='black'>Antwortzeit von %(server)s ist %(value).2f ms.</span>
fr: <span color='black'>Temps de réponse de %(server)s est de %(value).2f ms.</span>

source: Fedora version:
fr: Version de Fedora

source: Write comments
de: Kommentare schreiben
fr: Écrire des commentaires

source: Would you like to write some comments for this snapshot?
de: Möchten Sie einen Kommentar zu diesem Schnappschuss schreiben?
fr: Voulez vous écrire des commentaires pour cet instantané ?

source: Snapshots made in %(year)04d-%(month)02d:
de: In %(year)04d-%(month)02d erstellte Schnappschüsse:
fr: Instantané fait en %(year)04d-%(month)02d:

source: There is no snapshot in %(year)04d-%(month)02d.
de: Kein Schnappschuss verfügbar für %(year)04d-%(month)02d.
fr: Il n'y a pas d'instantané pour %(year)04d-%(month)02d.

source: There is no snapshot in %(year)04d-%(month)02d-%(day)02d.
de: Kein Schnappschuss verfügbar für %(year)04d-%(month)02d-%(day)02d.
fr: Il n'y a pas d'instantané pour %(year)04d-%(month)02d-%(day)02d.

source: Since %(year)04d-%(month)02d-%(day)02d, there is no change.
de: Keine Änderung seit %(year)04d-%(month)02d-%(day)02d.
fr: Aucun changement depuis %(year)04d-%(month)02d-%(day)02d.

source: Create today's snapshot
de: Schnappschuss vom heutigen Tag erstellen
fr: Faire un instantané du jour

source: Show changes since selected day
de: Änderungen seit dem ausgewählten Tag anzeigen
fr: Afficher les changements intervenus depuis le jour sélectionné

source: packages
de: Pakete
fr: paquets

source: It was installed.
de: Es wurde installiert.
fr: A été installé.

source: It was removed.
de: Es wurde entfernt.
fr: A été supprimé.

source: To do:
de: Zu erledigen:
fr: A faire:

source: Changes:
de: Änderungen:
fr: Changements:

source: Existing snapshots are displayed in bold font.
de: Vorhandene Schnappschüsse sind in fetter Schrift dargestellt.
fr: Les points de sauvegarde sont en gras.

source: NScripts help you change the background, create/check MD5 checksums, create a diff, create shortcuts via Nautilus. Its web site is http://freshmeat.net/projects/nscripts . NScripts is installed in ~/.gnome2/nautilus-scripts.
fr: NScripts vous aide à modifier le fond d'écran, créer/vérifier des checksums MD5, créer un diff, créer des raccourcis via Nautilus. Son site web est http://freshmeat.net/projects/nscripts . NScripts est installé dans ~/.gnome2/nautilus-scripts.

source: GNOME version:
fr: Version de GNOME :

source: Show/hide icons on desktop. <span color="red">The change will take effect at the next time GNOME starts up.</span>
de: Symbole auf dem Desktop anzeigen/verstecken. <span color="red">Diese Änderung wird erst wirksam, wenn GNOME das nächste Mal gestartet wird.</span>
fr: Afficher/cacher les icônes sur le bureau. <span color="red">Cette modification ne sera prise en compte qu'au prochain démarrage de GNOME.</span>

source: Desktop content will be displayed at the next time GNOME starts up.
de: Der Desktopinhalt wird angezeigt werden, sobald GNOME das nächste Mal gestartet wird.
fr: Le contenu du bureau apparaîtra au prochain démarrage. de GNOME

source: Display "Mounted volumn" icon
de: Symbol für "Eingehängtes Dateisystem" anzeigen
fr: Afficher les périphériques montés

source: Change icon name to:
fr: Changer le nom de l'icône en :

source: Icon changed
fr: Icônes modifiée

source: The login icon is ~/.face
fr: L'icon de login est ~/.face

source: Show login splash image:
de: Splashscreen anzeigen:
fr: Affiche l'image du login splash:

source: If its value is true, a splash image is displayed after you log in to GNOME.
de: Falls aktiviert, wird ein Splashscreen erscheinen, nachdem Sie sich eingeloggt haben.
fr: Si la valeur est vraie, un ecran splash sera affichée après votre login dans GNOME.

source: GNOME splash image
de: GNOME-Splashscreen
fr: Ecran splash GNOME

source: Remember running applications when you log out.
de: Die laufenden Programme beim Abmelden merken.
fr: Se souvenir des applications lancées lors de la déconnexion.

source: If its value is true, GNOME will remember the running applications when you log out, and re-launch these applications at the next time you log in to GNOME.
de: Falls aktiviert, merkt sich GNOME beim Abmelden die laufenden Programme und startet diese neu, wenn Sie sich das nächste mal bei GNOME anmelden.
fr: Si la valeur est vraie, GNOME se souviendra des applications lancées lors de la déconnexion, et relancera ces applications lors de la prochaine connexion à GNOME.

source: Configure autostart applications
de: Startprogramme konfigurieren
fr: Configure les applications au démarrage

source: Run command: gnome-session-properties
de: Führe Befehl aus: gnome-session-properties
fr: Lance la commande: gnome-session-properties

source: GNOME session
de: GNOME-Sitzung
fr: Session GNOME

source: Use your home folder as the desktop
fr: Utiliser votre dossier personnel en tant que bureau

source: GConf key: /desktop/gnome/interface/menus_have_icons If this is set to false, all icons in menu entries will be invisible.
de: GConf-Schlüssel: /desktop/gnome/interface/menus_have_icons Wenn dieser Wert auf falsch gestellt ist, werden keine Symbole neben Menüeinträgen angezeigt.
fr: Clé GConf: /desktop/gnome/interface/menus_have_icons Si cette valeur est fausse, tout les icônes des menus serton invisibles.

source: GConf key: /apps/nautilus/preferences/show_desktop If this is set to true, then icons on the desktop will be displayed.
de: GConf-Schlüssel: /apps/nautilus/preferences/show_desktop Wenn dieser Wert auf wahr gestellt ist, werden Symbole auf dem Desktop angezeigt.
fr: Clé GConf: /apps/nautilus/preferences/show_desktop Si cette valeur est vraie, les icônes du bureau seront affichés.

source: GConf key: /apps/nautilus/desktop/computer_icon_visible If this is set to true, an icon linking to the computer location will be put on the desktop. /apps/nautilus/desktop/computer_icon_name The custom name for the computer icon on the desktop.
fr: Clé GConf: /apps/nautilus/desktop/computer_icon_visible Si cette valeur est vraie, l'icône du « Poste de travail » sera affichée sur le bureau. /apps/nautilus/desktop/computer_icon_name Le nom personnalisé pour l'icône « Poste de travail » du bureau.

source: GConf key: /apps/nautilus/desktop/home_icon_visible If this is set to true, an icon linking to the home folder will be put on the desktop. /apps/nautilus/desktop/home_icon_name The custom name for the home icon on the desktop.
fr: Clé GConf: /apps/nautilus/desktop/home_icon_visible Si cette valeur est vraie, un icône liant au dossier "home" apparaîtra sur bureau. /apps/nautilus/desktop/home_icon_name Le nom adapté à l'icone liant "home" au bureau.

source: GConf key: /apps/nautilus/desktop/network_icon_visible If this is set to true, an icon linking to the Network Servers view will be put on the desktop. /apps/nautilus/desktop/network_icon_name Thes custom name for the network servers icon on the desktop.
fr: Clé GConf: /apps/nautilus/desktop/network_icon_visible Si cette valeur est vraie, une icône liant aux serveurs réseau sera affichée sur le bureau.

source: GConf key: /apps/nautilus/desktop/trash_icon_visible If this is set to true, an icon linking to the trash will be put on the desktop. /apps/nautilus/desktop/trash_icon_name The custom name for the trash icon on the desktop.
fr: Clé GConf: /apps/nautilus/desktop/trash_icon_visible Si cette valeur est vraie, une icône menant à la corbeille sera affichée sur le bureau. /apps/nautilus/desktop/trash_icon_name Nom personnalisé de l'icône de la corbeille sur le bureau.

source: GConf key: /apps/nautilus/desktop/volumes_visible If this is set to true, icons linking to mounted volumes will be put on the desktop.
fr: Clé GConf: /apps/nautilus/desktop/volumes_visible Si cette valeur est vraie, une icône menant aux volumes montés sera affichée sur le bureau.

source: GConf key: /apps/metacity/general/button_layout Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close". The visibility and position of titlebar buttons can be changed by this key.
fr: Clé GConf: /apps/metacity/general/button_layout Arrangement des boutons dans la barre de titre. La valeur devrait être une chaîne, telle que "menu:minimize,maximize,spacer,close". La visibilité et la position des boutons de la barre de titre peuvent être modifiés via cette clé.

source: GConf key: /apps/metacity/general/action_double_click_titlebar This option determines the effects of double-clicking on the title bar, such as shade/unshade the window, maximize/unmaximize the window, maximize/unmaximize the window in horizontal direction only.
fr: Clé GConf: /apps/metacity/general/action_double_click_titlebar Cette option détermine les effets du double-clic sur la barre de titre, comme l'effet store de la fenêtre, maximiser/minimiser la fenêtre, maximiser/minimiser la fenêtre dans la direction horizontale uniquement.

source: GConf key: /apps/nautilus/preferences/show_advanced_permissions If set to true, then Nautilus lets you edit and display file permissions in a more unix-like way, accessing some more esoteric options.
fr: Clé GConf: /apps/nautilus/preferences/show_advanced_permissions Si cette valeur est vraie, alors Nautilus vais permettra d'éditer et afficher les permissions des fichiers d'une manière plus proche des unix-like, accèdent à des options plus ésotériques.

source: GConf key: /apps/metacity/global_keybindings/ /apps/metacity/keybinding_commands/ Custom GNOME short-cut keys. For example, to start 'gconf-editor' by pressing 'F12', you can set: /apps/metacity/global_keybindings/run_command_1 = F12 /apps/metacity/keybinding_commands/command_1 = gconf-editor
fr: Clé GConf: /apps/metacity/global_keybindings/ /apps/metacity/keybinding_commands/ Clés des raccourcis personnalisés de GNOME. Par exemple, pour démarrer « gconf-editor » en pressant sur« F12 », vous pouvez définir : /apps/metacity/global_keybindings/run_command_1 = F12 /apps/metacity/keybinding_commands/command_1 = gconf-editor

source: GConf key: /desktop/gnome/background/picture_filename File to use for the background image.
de: GConf-Schlüssel: /desktop/gnome/background/picture_filename Datei, die als Hintergrundbild verwendet wird.
fr: Clé GConf : /desktop/gnome/background/picture_filename Fichier à utiliser comme image d'arrière plan.

source: GConf key: /apps/gedit-2/preferences/editor/undo/max_undo_actions Maximum number of actions that gedit will be able to undo or redo. Use "-1" for unlimited number of actions.
fr: Clé GConf: /apps/gedit-2/preferences/editor/undo/max_undo_actions Nombre maximum d'actions que gedit pourra annuler ou refaire. Utilisez "-1" pour un nombre illimité d'actions.

source: GConf key: /apps/gedit-2/preferences/ui/recents/max_recents Specifies the maximum number of recently opened files that will be displayed in the "Recent Files" submenu.
de: GConf-Schlüssel: /apps/gedit-2/preferences/ui/recents/max_recents Die maximale Anzahl von Dateien festlegen, die im Untermenü "Zuletzt geöffnete Dokumente" angezeigt wird.
fr: Clé GConf : /apps/gedit-2/preferences/ui/recents/max_recents Spécifier le nombre maximum de fichier récemment ouvert affiché dans le sous menu 'Fichiers récents".

source: GConf key: /apps/file-roller/general/compression_level Compression level used when adding files to an archive.
fr: Clé GConf : /apps/file-roller/general/compression_level Niveau de compression utilisé lors de l'ajout de fichiers à une archive.

source: GConf key: /apps/gnome-session/options/auto_save_session If its value is true, GNOME will remember the running applications when you log out, and re-launch these applications at the next time you log in to GNOME.
fr: Clé GConf: /apps/gnome-session/options/auto_save_session Si cette valeur est vraie, GNOME se souviendra des applications lancées lors de votre déconnections, et les redémarre lors de votre prochaine connexion .

source: GConf key: /apps/gnome-session/options/show_splash_screen If its value is true, a splash image is displayed after you log in to GNOME. /apps/gnome-session/options/splash_image The file which is used as the splash image.
fr: Clé GConf: /apps/gnome-session/options/show_splash_screen Si cette valeur est vraie, une image splash sera affichée après votre prochaine connexion à GNOME. /apps/gnome-session/options/splash_image Le fichier qui sera utilisé comme image splash.

source: GConf key: /desktop/gnome/interface/show_input_method_menu If its value is true, a "Change input method" entry is added in the context menu of all GTK text-boxes, including GEdit.
fr: GConf key: /desktop/gnome/interface/show_input_method_menu Si sa valeur est true, l'entrée "Modifier la méthode de saisie" est ajoutée dans le menu contextuel de toutes les fenêtres texte de GTK, GEdit inclus.

source: GConf key: /desktop/gnome/lockdown/disable_command_line Prevent yourself from pressing Alt+F2 to launch applications -_-
de: GConf-Schlüssel: /desktop/gnome/lockdown/disable_command_line Sich selbst daran hindern, Alt+F2 zu drücken, um Anwendungen auszuführen -_-
fr: Clé GConf: /desktop/gnome/lockdown/disable_command_line Vous empêche le lancer des applications en pressant Alt+F12 -_-

source: This configuration does not affect other users.
de: Diese Einstellung betrifft keinen anderen Benutzer.
fr: Cette configuration n'affecte pas les autres utilisateurs.

source: GConf key: /desktop/gnome/lockdown/disable_lock_screen Prevent yourself from pressing Ctrl+Alt+L to lock screen -_-
de: GConf-Schlüssel: /desktop/gnome/lockdown/disable_lock_screen Sich selbst daran hindern, Ctrl+Alt+L zu drücken, um den Bildschirm zu sperren -_-
fr: Clé GConf: /desktop/gnome/lockdown/disable_lock_screen Vous empêche de verrouiller l'écran via les touches Ctrl+Alt+L -_-

source: GConf key: /desktop/gnome/lockdown/disable_printing Prevent yourself from printing any documents -_-
de: GConf-Schlüssel: /desktop/gnome/lockdown/disable_printing Sich selbst daran hindern, irgendein Dokument auszudrucken -_-
fr: Clé GConf: /desktop/gnome/lockdown/disable_printing Vous empêche d'imprimer des documents -_-

source: GConf key: /desktop/gnome/lockdown/disable_print_setup Prevent yourself from modifying print settings -_-
de: GConf-Schlüssel: /desktop/gnome/lockdown/disable_print_setup Sich selbst daran hindern, Druckereinstellungen zu verändern -_-
fr: Clé GConf: /desktop/gnome/lockdown/disable_print_setup Vous empêche de modifier les paramètres d'impression -_-

source: GConf key: /desktop/gnome/lockdown/disable_user_switching Prevent yourself from switching to another account, unless you log out from GNOME first. -_-
fr: Clé Gconf: /desktop/gnome/lockdown/disable_user_switching Vous empêche de changer d'acompte utilisateur avant de vous être déconnecté de GNOME premièrement. -_-

source: Install/Remove
de: Installieren/Entfernen
fr: Installer/Supprimer

source: Summary:
de: Zusammenfassung:
fr: Résumé :

source: Successfully installed:
de: Erfolgreich installiert:
fr: Installé avec succès :

source: Successfully removed:
de: Erfolgreich entfernt:
fr: Supprimé avec succès :

source: Failed to install:
de: Installation fehlgeschlagen:
fr: Échec de l'installation :

source: The tracebacks are in the terminal window.
de: Die Fehler-Rückverfolgung wird im Terminalfenster angezeigt.
fr: Les détails sont dans la fenêtre du terminal.

source: Failed to remove:
de: Konnte nicht entfernen:
fr: Échec de la suppression :

source: All works finished.
de: Alles erledigt.
fr: Tous les travaux sont terminés.

source: Summary:
de: Zusammenfassung:
fr: Résumé :

source: Successfully installed:
de: Erfolgreich installiert:
fr: Installé avec succès :

source: Successfully removed:
de: Erfolgreich entfernt:
fr: Supprimé avec succès :

source: License:
fr: Licence :

source: Not installed.
de: Nicht installiert.
fr: Non installé.

source: Will be installed.
de: Wird installiert werden.
fr: Sera installé.
