Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: This is a simple and easy used RSS feed reader. Command: sudo apt-get install liferea
de: Das ist ein einfacher und leicht zu bedienender RSS-Feedreader. Befehl: sudo apt-get install liferea

source: This is an indispensable application for running Windows applications on Linux. Command: sudo apt-get install wine wine-gecko
de: Diese Anwendung ist unverzichtbar, um Windows-Anwendungen unter Linux auszuführen. Befehl: sudo apt-get install wine wine-gecko

source: WINE &amp; Wen-Quan-Yi Chinese font
de: WINE &amp; Wen-Quan-Yi (Chinesische Schriftart)

source: WINE is an indispensable application for running Windows applications on Linux. During the installation process, firstly "sudo apt-get install wine wine-gecko ttf-wqy-zenhei" command is executed, then Wen-Quan-Yi font is used as default Chinese font.
de: WINE ist eine unverzichtbare Anwendung, um Windows-Anwendungen unter Linux auszuführen. Während des Installationsvorgangs wird zuerst der Befehl "sudo apt-get install wine wine-gecko ttf-wqy-zenhei" ausgeführt, danach wird die Schriftart Wen-Quan-Yi als Standardschriftart für Chinesisch verwendet.

source: Canada
de: Kanada

source: France
de: Frankreich

source: Kazakhstan
de: Kasachstan

source: Philippines
de: Philippinen

source: Qatar
de: Katar

source: Ailurus will help you * Choose the fastest repository * Install : - full language support - input method - multi-media codec - Adobe Flash support - decompression software
de: Ailurus wird Ihnen helfen * den schnellsten Spiegelserver auszuwählen * die folgende Software zu installieren: - vollständige Sprachunterstützung - Eingabemethode - Multimedia-Codecs - Adobe Flash - Dekomprimierungsprogramme

source: Alipay ( Zhi Fu Bao ) security plugin for Firefox
de: Alipay ( Zhi Fu Bao ) Sicherheitsplugin für Firefox

source: Adobe® Flash plugin for web browser
de: Adobe® Flash-Plugin für Internetbrowser

source: Some skills. For example, "change Ubuntu logo on panel" https://help.ubuntu.com/community/QuickTips
de: Ein paar Tricks. Zum Beispiel, "wie man das Ubuntu-Logo im Panel ändert" https://help.ubuntu.com/community/QuickTips

source: Developed by Örebro university, Sweden.
de: Entwickelt von der Universität Örebro, Schweden.

source: FreeCAD: A CAD software based on OpenCasCade
de: FreeCAD: Eine CAD-Software, die auf OpenCasCade basiert

source: Moonlight provides Windows® media codecs. By this application, you can enjoy Windows® video/audio in webpages. Command: sudo apt-get install moonlight-plugin-mozilla
de: Moonlight stellt Windows® Media-Codecs zur Verfügung. Mit dieser Anwendung können Sie Windows® Video/Audio in Webseiten anzeigen. Befehl: sudo apt-get install moonlight-plugin-mozilla

source: Command: sudo apt-get install simple-ccsm
de: Befehl: sudo apt-get install simple-ccsm

source: Micro-biology software
de: Software für Mikrobiologie

source: This software is for molecular biology, structural biology and bioinformatics. Command: sudo apt-get install med-bio med-bio-dev
de: Software für Molekularbiologie, Strukturbiologie und Bioinformatik. Befehl: sudo apt-get install med-bio med-bio-dev

source: This is a drawing program for young children three years and up. Command: sudo apt-get install tuxpaint
de: Das ist ein Zeichenprogramm für Kinder ab drei Jahren. Befehl: sudo apt-get install tuxpaint

source: This is an IDE for Qt. Command: sudo apt-get install qtcreator qt-4-dev-tools qt4-doc qt4-qtconfig
de: Das ist eine IDE für Qt. Befehl: sudo apt-get install qtcreator qt-4-dev-tools qt4-doc qt4-qtconfig

source: Kadu is an instant messenger, which is very popular in Poland. Command : sudo apt-get install kadu
de: Kadu ist ein Sofortnachrichtenprogramm, das in Polen sehr beliebt ist. Befehl: sudo apt-get install kadu

source: Command: sudo apt-get install bluefish
de: Befehl: sudo apt-get install bluefish

source: Command: sudo tasksel install lamp-server
de: Befehl: sudo tasksel install lamp-server

source: Command: sudo tasksel install dns-server
de: Befehl: sudo tasksel install dns-server

source: Command: sudo tasksel install mail-server
de: Befehl: sudo tasksel install mail-server

source: Command: sudo tasksel install openssh-server
de: Befehl: sudo tasksel install openssh-server

source: Command: sudo tasksel install postgresql-server
de: Befehl: sudo tasksel install postgresql-server

source: Command: sudo tasksel install print-server
de: Befehl: sudo tasksel install print-server

source: Command: sudo tasksel install samba-server
de: Befehl: sudo tasksel install samba-server

source: Command: sudo tasksel install tomcat-server
de: Befehl: sudo tasksel install tomcat-server

source: Command: sudo tasksel install ubuntustudio-graphics
de: Befehl: sudo tasksel install ubuntustudio-graphics

source: Command: sudo tasksel install ubuntustudio-audio
de: Befehl: sudo tasksel install ubuntustudio-audio

source: Command: sudo tasksel install ubuntustudio-audio-plugins
de: Befehl: sudo tasksel install ubuntustudio-audio-plugins

source: Command: sudo tasksel install mobile-mid
de: Befehl: sudo tasksel install mobile-mid

source: Command: sudo tasksel install mobile-netbook-remix
de: Befehl: sudo tasksel install mobile-netbook-remix

source: Command: sudo tasksel install ubuntustudio-video
de: Befehl: sudo tasksel install ubuntustudio-video

source: Command: sudo tasksel install mobile-live
de: Befehl: sudo tasksel install mobile-live

source: Command: sudo tasksel install eucalyptus-simple-cluster
de: Befehl: sudo tasksel install eucalyptus-simple-cluster

source: Command: sudo tasksel install eucalyptus-node
de: Befehl: sudo tasksel install eucalyptus-node

source: Command: sudo tasksel install uec
de: Befehl: sudo tasksel install uec

source: Command: sudo tasksel install ubuntustudio-font-meta
de: Befehl: sudo tasksel install ubuntustudio-font-meta

source: Cannot load class %s
de: Kann Klasse %s nicht laden

source: Cannot install packages "%s".
de: Kann Pakete "%s" nicht installieren.

source: Cannot remove packages "%s".
de: Kann Pakete "%s" nicht entfernen.

source: less than 1 KB
de: weniger als 1 KB

source: The value of "%(key)s" is not "%(value)s".
de: Der Wert von "%(key)s" ist nicht "%(value)s".

source: "%(value)s" is not in "%(key)s".
de: "%(value)s" ist nicht in "%(key)s".

source: The packages "%s" are not installed.
de: Die Pakete "%s" sind nicht installiert.

source: Wallpaper:
de: Hintergrundbild:

source: Choose the desktop wallpaper.
de: Wählen Sie das Desktop-Hintergrundbild aus.

source: wallpaper
de: Kacheln

source: centered
de: Zentrieren

source: scaled
de: Skalieren

source: stretched
de: Bildschirm füllen

source: Style:
de: Stil:

source: Desktop wallpaper
de: Hintergrundbild

source: Information
de: Informationen

source: Splash image:
de: Splashscreen:

source: The file which is used as the GNOME splash image.
de: Die Datei, die als GNOME-Splashscreen verwendet wird.

source: GConf key: /desktop/gnome/thumbnail_cache/maximum_size Maximum size of the Nautilus thumbnail cache, in megabytes. -1 means unlimited size.
de: GConf-Schlüssel: /desktop/gnome/thumbnail_cache/maximum_size Maximalgröße des Nautilus Thumbnail-Speichers, in Megabyte. -1 bedeutet unbegrenzte Größe.

source: GConf key: /desktop/gnome/thumbnail_cache/maximum_age Maximum age for files in the Nautilus thumbnail cache, in days. -1 means unlimited age.
de: GConf-Schlüssel: /desktop/gnome/thumbnail_cache/maximum_age Höchstalter für Dateien im Nautilus Thumbnail-Speicher, in Tagen. -1 bedeutet unbegrenztes Alter.

source: GConf key: /desktop/gnome/lockdown/disable_save_to_disk Prevent yourself from using "Save as ..." dialog -_-
de: GConf-Schlüssel: /desktop/gnome/lockdown/disable_save_to_disk Sich selbst daran hindern, den "Speichern unter ..."-Dialog zu benutzen -_-

source: OpenGL vendor
de: OpenGL-Hersteller

source: Eclipse (basic development environment + J2EE)
de: Eclipse (Programmierwerkzeug zur Entwicklung + J2EE)

source: Mylyn is from http://www.eclipse.org/mylyn/downloads/
de: Mylyn ist von http://www.eclipse.org/mylyn/downloads/

source: BRL-CAD: Military solid modeling software
de: BRL-CAD: Militärische Software zur Volumenmodellierung

source: Official site: <span color="blue"><u>http://sourceforge.net/projects/brlcad/</u></span>.
de: Offizielle Seite: <span color="blue"><u>http://sourceforge.net/projects/brlcad/</u></span>.

source: Developed by Ballistic Research Laboratory.
de: Entwickelt von Ballistic Research Laboratory.

source: A lot of commands are installed in /usr/brlcad/bin/
de: Viele Befehle werden in /usr/brlcad/bin/ installiert

source: Create a directory "Desktop" in your home folder
de: Den Ordner "Desktop" im Homeverzeichnis erstellen

source: Create a directory "Desktop" which is linked to the desktop. After that, you can chdir to the desktop folder by command "cd ~/Desktop".
de: Einen Ordner "Desktop" erstellen, der auf die Arbeitsfläche verweist. Danach können Sie mit "cd ~/Desktop" in das Verzeichnis der Arbeitsfläche wechseln.

source: Speed up Firefox
de: Firefox beschleunigen

source: Firefox is faster when Pango rendering is disabled. The trick is to launch Firefox by the command: "export MOZ_DISABLE_PANGO=1; firefox". Ailurus will create a new icon "Firefox without Pango (faster)" in the menu "Applications"-->"Internet".
de: Firefox ist schneller, wenn nicht Pango für das Rendern verwendet wird. Der Trick ist, Firefox mit dem folgenden Befehl zu starten: "export MOZ_DISABLE_PANGO=1; firefox". Ailurus wird ein neues Symbol "Firefox ohne Pango (schneller)" im Menü "Anwendungen"-->"Internet" erstellen.

source: Firefox without Pango (faster)
de: Firefox ohne Pango (schneller)

source: Please select the folder where Netbeans is installed
de: Bitte wählen Sie den Ordner, in dem Netbeans installiert ist

source: Query you before delete more than three files
de: Nachfragen, wenn mehr als drei Dateien gelöscht werden sollen

source: If you try to delete more than three files by "rm *", BASH will ask you a question "remove all argument?" to make sure if you really want to delete files. This is useful if you mistype "rm subdir/*" as "rm subdir/ *". The trick behind is to add this line into "$HOME/.bashrc". alias rm="rm -I"
de: Wenn Sie versuchen, mehr als drei Dateien mit "rm *" zu löschen, wird BASH Ihnen die Frage stellen "Alle Dateien löschen?", um sicherzugehen, dass Sie die Dateien wirklich löschen wollen. Das ist nützlich, falls Sie sich vertippen sollten und zum Beispiel "rm subdir/ *" statt "rm subdir/*" eingeben. Der Trick dahinter ist, die folgende Zeile der Datei "$HOME/.bashrc" hinzuzufügen. alias rm="rm -I"

source: TeXLive is obtained from http://www.tug.org/texlive/
de: TeXLive wird bezogen von http://www.tug.org/texlive/

source: Unpacking ... Please wait for a few minutes.
de: Entpacke ... Warten Sie bitte ein paar Minuten.

source: TeXLive is installed.
de: TeXLive wurde installiert.

source: TeXLive will not work until you restart the computer.
de: Bitte starten Sie den Computer neu, um TeXLive zu verwenden.

source: Keep track of ongoing and completed downloads in a tiny statusbar.
de: Behalten Sie in einer kleinen Statusleiste den Überblick über laufende und abgeschlossene Downloads.

source: Tab Mix Lite CE: Re-open closed tabs
de: Tab Mix Lite CE: Stellen Sie geschlossene Tabs wieder her

source: Close tabs by double click tabs title. Re-open closed tabs.
de: Schließen Sie Tabs mit einem Doppelklick. Stellen Sie geschlossene Tabs wieder her.

source: Welcome to leave response in blog~
de: Sie dürfen gerne einen Kommentar im Blog hinterlassen~

source: Don't show "tip of the day" on start up
de: Zeige "Tipp des Tages" nicht beim Programmstart

source: Reclaim memory which stores pagecache, dentries and inodes. This operation is done by "echo 3 >/proc/sys/vm/drop_caches"
de: Arbeitsspeicher wiedergewinnen, der von "Page Cache", "Dentries" und "Inodes" belegt wird. Dieser Vorgang wird ausgeführt mit "echo 3 > /proc/sys/vm/drop_caches"

source: %s disk space will be occupied.
de: %s an Speicherplatz wird belegt werden.

source: %s disk space will be freed.
de: %s an Speicherplatz wird freigegeben werden.

source: Not installed, because:
de: Nicht installiert. Grund:

source: Installed size is
de: Installierte Größe ist

source: Will free %s disk space.
de: Wird %s an Speicherplatz freigeben.

source: Image file
de: Bilddatei

source: Choose a file for "%s"
de: Wählen Sie eine Datei für "%s"

source: File:
de: Datei:

source: Change
de: Ändern
