Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: In order to use the fastest repository, Ailurus will change /etc/apt/sources.list
de: Um die schnellste Paketquelle zu verwenden, wird Ailurus die Datei /etc/apt/sources.list verändern
fr: Dans l'ordre du dépôt le plus rapide, Ailurus change /etc/apt/sources.list
sv: För att använda det snabbaste arkivet kommer Ailurus ändra /etc/apt/sources.list

source: The fastest repository is %s.
de: Die schnellste Paketquelle ist %s.
fr: Le dépôt le plus rapide est %s.
sv: Det snabbaste arkivet är %s.

source: Apply the fastest repository:
de: Die schnellste Paketquelle übernehmen:
fr: Choisi le dépôt le plus rapide
sv: Tillämpa det snabbaste arkivet:

source: Run command: "sudo apt-get update"
de: Führe Befehl aus: "sudo apt-get update"
fr: Lance la commande: "sudo apt-get update"
sv: Kör kommandot: "sudo apt-get update"

source: Run "apt-get update". Please wait for few minutes.
de: Führe "apt-get update" aus. Warten Sie bitte ein paar Minuten.
fr: Exécuter "apt-get update". Veuillez patienter quelques minutes.
sv: Kör "apt-get update". Vänta en liten stund.

source: Ongoing:
fr: En cours:
sv: Pågående:

source: Successful
de: Erfolgreich
fr: Réussi
sv: Lyckades

source: Failed
de: Fehlgeschlagen
fr: Echoué
sv: Misslyckades

source: All works are done.
de: Alle Aufgaben abgeschlossen.
fr: Tout les travaux sont terminés.
sv: Alla arbeten är färdiga.

source: Edit Repository
sv: Redigera arkiv

source: Add
sv: Lägg till

source: File
sv: Fil

source: This is not a repository. Add it anyway?
sv: Det här är inget arkiv. Lägg till det ändå?

source: PPA owner:
sv: PPA-ägare:

source: PPA name:
sv: PPA-namn:

source: Add a line
sv: Lägg till en rad

source: Add a PPA line
sv: Lägg till en PPA-rad

source: the behavior of update manager:
sv: beteendet för uppdateringshanteraren:

source: selected = pop up update manager window. unselected = show updates in the notification area
sv: markerad = visa uppdateringshanterarfönstret. omarkerad = visa uppdateringar i notifieringsområdet

source: Interval (in days) when to check for update:
fr: Intervalle (en jours) de chaque vérification des mises à jour:
sv: Intervall (i dagar) för uppdateringskontroller:

source: Ubuntu update manager setting
de: Einstellung für die Ubuntu-Aktualisierungsverwaltung
fr: Propriétés des mises à jours Ubuntu
sv: Ubuntus uppdateringshanterarinställning

source: Firefox 3.6 (stable)
sv: Firefox 3.6 (stabil)

source: PlayOnLinux (stable)
sv: PlayOnLinux (stabil)

source: PlayOnLinux is a front-end for wine. It helps to install Windows Games and softwares on Linux.
sv: PlayOnLinux är en framände för Wine. Det hjälper att installera Windows-spel och program i Linux.

source: WINE (beta version)
fr: WINE (version beta)
sv: Wine (beta)

source: This repository contains the latest version of Wine. Wine is for running Windows applications on Linux.
fr: Ce dépôts contient la dernière version de Wine. Wine exécute des applications windows sous Linux.
sv: Det här arkivet innehåller den senaste versionen av Wine. Wine är till för att köra Windows-program i Linux.

source: Ailurus (stable)
sv: Ailurus (stabil)

source: AWN (beta version)
fr: AWN (version beta)
sv: AWN (beta)

source: AWN is a MacOS X like panel for GNOME. This repository provides the latest version of AWN.
sv: AWN är en Mac OS X-inspirerad panel för GNOME. Det här arkivet tillhandahåller den senaste versionen av AWN.

source: Blueman (stable)
sv: Blueman (stabil)

source: Blueman is a graphical blue-tooth manager.
de: Blueman ist ein grafischer Bluetooth-Manager.
fr: Blueman est un gestionnaire blue-tooth graphique.
sv: Blueman är en grafisk bluetooth-hanterare.

source: Christine (stable)
sv: Christine (stabil)

source: Christine is a small media player.
de: Christine ist ein kleiner Mediaplayer.
fr: Christine est un petit lecteur multimédia.
sv: Christine är en liten mediaspelare.

source: Chromium (beta version)
fr: Chromium (version beta)
sv: Chromium (beta)

source: Chromium is the open source version of Google Chrome.
de: Chromium ist die qelloffene Version von Google Chrome.
fr: Chromium est la version open source de Google Chrome.
sv: Chromium är den öppna källkodsversionen av Google Chrome.

source: Getting things GNOME (stable)
sv: Getting things GNOME (stabil)

source: "Getting things GNOME" is a simple, powerful and flexible organization tool.
de: "Getting things GNOME" ist ein kleines, mächtiges und flexibles Verwaltungswerkzeug.
fr: "Getting things GNOME" est un simple, puissant et flexible outils d'organisation.
sv: "Getting things GNOME" är ett enkelt, kraftfullt och flexibelt organiseringsverktyg.

source: GNOME colors (stable)
sv: GNOME colors (stabil)

source: This repository contains some themes.
de: Diese Paketquelle enthält einige Designs.
fr: Ce dépôt contient certains themes.
sv: Det här arkivet innehåller några teman.

source: GNOME Global Menu (stable)
fr: Menu Global GNOME (stable)
sv: GNOME Global Menu (stabil)

source: GNOME Global Menu is the globally-shared menu bar of all applications.
fr: Menu Global GNOME est la barre de menu partagées globalement par toutes les applications.
sv: GNOME Global Menu är den globalt delad menyraden för alla program.

source: Medibuntu (stable)
sv: Medibuntu (stabil)

source: This is a repository providing packages which cannot be included into the Ubuntu distribution for legal reasons. There are many packages in this repository. The list of packages is in http://packages.medibuntu.org/
fr: Ce dépôt fournit des paquets qui ne peuvent être inclus dans les distributions Ubuntu pour des raisons légales. On trouve beaucoup de paquets dans ce dépôt. La liste des paquets est disponible via http://packages.medibuntu.org/
sv: Det här är ett arkiv som tillhandahåller paket som inte kan inkluderas i Ubuntus utgåva av juridiska skäl. Det finns många paket i arkivet. Listan över paket finns på http://packages.medibuntu.org/

source: Moovida (stable)
sv: Moovida (stabil)

source: Moovida is a cross platform media player.
de: Moovida ist ein plattformübergreifender Mediaplayer.
fr: Moovida est un lecteur multimédia multi plateforme.
sv: Moovida är en plattformsneutral mediaspelare.

source: X server updates (stable)
fr: Mise à jour de X server (stable)
sv: X-serveruppdateringar (stabil)

source: This repository provides latest versions of X.org drivers, libraries.
de: Diese Paketquelle stellt die neuesten Versionen von X.org-Treibern und -Bibliotheken zur Verfügung.
fr: Ce dépôt fourni les derniers drivers et librairies pour X.org.
sv: Det här arkivet tillhandahåller de senaste versionerna av X.org-drivrutiner, bibliotek.

source: WebkitGTK (stable)
sv: WebkitGTK (stabil)

source: WebkitGTK is the port of Webkit to the GTK+ platform.
de: WebkitGTK ist eine Portierung von Webkit für die GTK+ platform.
fr: WebkitGTK est un Webkit pour la plateforme GTK+.
sv: WebkitGTK är portningen av Webkit till GTK+-plattformen.

source: XBMC (stable)
sv: XBMC (stabil)

source: XBMC is an open source software media player and entertainment hub for digital media.
fr: XBMC est un lecteur logiciel multimédia open source et un centre de diffusion des médias numérique.
sv: XBMC är en öppen källkodsmjukvarumediaspelare och hemmabiocentral för digitala media.

source: IBus (stable)
sv: IBus (stabil)

source: Partners of Canonical
fr: Partenaires de Canonical
sv: Canonicals partners

source: This repository provides many packages from partners of Canonical.
fr: Ce dépôt fourni beaucoup de paquets des partenaires de Canonical.
sv: Det här arkivet tillhandahåller många paket från Canonicals partners.

source: RSSOwl (stable)
sv: RSSOwl (stabil)

source: RSSOwl is an RSS reader.
de: RSSOwl ist ein RSS-Reader.
fr: RSSOwl est un lecteur de flux RSS.
sv: RSSOwl är en RSS-läsare.

source: Gmchess (stable)
sv: Gmchess (stabil)

source: This is a Chinese chess game.
de: Das ist ein chinesisches Schachspiel.
fr: Un jeu d'échecs Chinois.
sv: Det här är ett kinaschack-spel.

source: Exaile (beta version)
fr: Exaile (version beta)
sv: Exaile (beta)

source: A music manager and player for GTK+ written in Python.
fr: Un gestionnaire et lecteur de musique four GTK+ écrit en Python
sv: En musikhanterare och -spelare för GTK+, skriven i Python.

source: Audacious (beta version)
fr: Audacious (version Beta)
sv: Audacious (beta)

source: An advanced audio player.It focused on audio quality and supporting a wide range of audio codecs.
sv: En avancerad musikspelare. Den fokuserade på ljudkvalitet och stöd för flera olika ljudkodekar.

source: RedNoteBook (stable)
sv: RedNoteBook (stabil)

source: This is a desktop diary application.
fr: C'est un application d'agenda de bureau
sv: Det här är ett skrivbordsdagboksprogram.

source: Pidgin (beta version)
fr: Pidgin (version beta)
sv: Pidgin (beta)

source: A free chat client used by millions. Connect easily to MSN, Google Talk, Yahoo, AIM and other chat networks all at once.
sv: En gratis chatklient som används av miljoner. Anslut enkelt till MSN, Google Talk, Yahoo, AIM, och andra chatnätverk på en och samma gång.

source: OSD-Lyrics (stable)
sv: OSD-Lyrics (stabil)

source: It displays lyrics. It supports many media players.
sv: Det visar sångtexter. Det har stöd för många mediaspelare.

source: Acire (stable)
sv: Acire (stabil)

source: Elementary Theme
sv: Temat Elementary

source: Set apt source sudo software-properties-gtk sudo software-properties-kde
de: Software-Paketquellen bearbeiten sudo software-properties-gtk sudo software-properties-kde
fr: Configure apt source sudo software-properties-gtk sudo software-properties-kde
sv: Ange aptkälla sudo software-properties-gtk sudo software-properties-kde

source: Display the packages which are not installed but have remained residual config dpkg -l | awk '/^rc/ {print $2}'
de: Pakete anzeigen, die nicht mehr installiert sind, aber Konfigurationsdateien zurückgelassen haben dpkg -l | awk '/^rc/ {print $2}'
fr: Afficher les paquets qui ne sont pas installés mais qui ont des résidus de configuration dpkg -l | awk '/^rc/ {print $2}'
sv: Visa paketen som inte är installerade men har resterande konfig dpkg -l | awk '/^rc/ {print $2}'

source: Add a PPA repository: sudo add-apt-repository ppa:PPA-REPOSITORY-NAME
de: PPA-Quelle hinzufügen: sudo add-apt-repository ppa:NAME-DES-PPA
fr: Ajouter un dépôt PPA: sudo add-apt-repository ppa:PPA-REPOSITORY-NAME
sv: Lägg till ett PPA-arkiv: sudo add-apt-repository ppa:PPA-REPOSITORY-NAME

source: Display a list of files. The files are installed from a given package. dpkg -L PACKAGE_NAME
fr: Afficher une liste de fichiers. Les fichiers sont intallés à partir de paquets donnés. dpkg -L PACKAGE_NAME
sv: Visa en fillista. Filerna är installerade från ett givet paket. dpkg -L PAKETNAMN

source: Display a list of packages. The packages installed a given file. dpkg -S FILE_NAME
sv: Visa en paketlista. Paketen installerade en given fil. dpkg -S FILNAMN

source: Display a list of packages. The name of packages matches given regex pattern. apt-cache search REG_EXPRESSION
sv: Visa en paketlista. Namnet på paketen matcher ett givet reguttr.-mönster. apt-cache search REG_UTTR

source: Display a list of packages. The packages provide a given file. apt-file search FILE_NAME
sv: Visa en paketlista. Paketen tillhandahåller en given fil. apt-file search FILNAMN

source: Display a list of packages. The given package depends on the list of packages. apt-cache depends PACKAGE_NAME
sv: Visa en paketlista. Det givna paketet beror på paketlistan. apt-cache depends PAKETNAMN

source: Display a list of packages. These packages depend on the given package. apt-cache rdepends PACKAGE_NAME
sv: Visa en paketlista. Dessa paket beror på det givna paketet. apt-cache rdepends PAKETNAMN

source: Prompt for a disk to be inserted and then add the disc to the source list. sudo apt-cdrom add
sv: Fråga efter en skiva som ska matas in och lägg sedan till skivan i källistan. sudo apt-cdrom add

source: Install the newest versions of all packages currently installed on the system. sudo apt-get upgrade
de: Die neuesten Versionen aller gegenwärtig auf dem System installierten Pakete installieren. sudo apt-get upgrade
fr: Installer les dernières versions de tous les paquets actuellement installés sur le système. sudo apt-get upgrade
sv: Installera den senaste versionen av alla paket som för närvarande har installerats på systemet. sudo apt-get upgrade

source: Delete residual package configuration files. dpkg -l | grep ^rc | awk '{print $2}' | sudo xargs dpkg -P
de: Zurückgelassene Konfigurationsdateien von nicht mehr installierten Paketen löschen. dpkg -l | grep ^rc | awk '{print $2}' | sudo xargs dpkg -P
fr: Supprimer les résidus des fichiers de configuration des paquets. dpkg -l | grep ^rc | awk '{print $2}' | sudo xargs dpkg -P
sv: Radera kvarstående paketkonfigurationsfiler. dpkg -l | grep ^rc | awk '{print $2}' | sudo xargs dpkg -P

source: Automatically install necessary files for './configure ; make ; make install' sudo auto-apt run ./configure
de: Automatisch alle Dateien installieren, die für './configure ; make ; make install' benötigt werden sudo auto-apt run ./configure
fr: Installer automatiquement des dépendance pour './configure ; make ; make install' sudo auto-apt run ./configure
sv: Installera automatiskt nödvändiga filer för './configure ; make ; make install' sudo auto-apt run ./configure

source: Save the list of packages currently installed on your system. dpkg --get-selections | grep -v deinstall > SOME_FILE Then use the file to restore packages. dpkg --set-selections < SOME_FILE ; sudo dselect
fr: Enregistrer la liste des paquets installés dans votre système. dpkg --get-selections | grep -v deinstall > SOME_FILE Ensuite pour restaurer les paquets. dpkg --set-selections < SOME_FILE ; sudo dselect
sv: Spara listan med paket som är installerade på systemet. dpkg --get-selections | grep -v deinstall > FIL Använd sedan filen för att återställa paket. dpkg --set-selections < FIL ; sudo dselect

source: After running "sudo apt-get install", "*.deb" files are stored in "/var/cache/apt/archives" You can clean this directory by: sudo apt-get clean
de: Nach dem Ausführen von "sudo apt-get install" werden die heruntergeladenen "*.deb"-Dateien im Ordner "/var/cache/apt/archives" aufbewahrt. Sie können dieses Verzeichnis säubern mit: sudo apt-get clean
fr: Après le lancement de "sudo apt-get install", les fichiers "*.deb" sont stockés dans "/var/cache/apt/archives" Vous pouvez nettoyer ce dossier avec : sudo apt-get clean
sv: Efter ett ha kört "sudo apt-get install" lagras "*.deb"-filer i "/var/cache/apt/archives" Du kan rensa katalogen med: sudo apt-get clean

source: Display URL for a given package apt-get -qq --print-uris install PACKAGE_NAME
de: URL für ein bestimmtes Paket anzeigen apt-get -qq --print-uris install PAKETNAME
fr: Afficher l'URL d'un paquet donné apt-get -qq --print-uris install PACKAGE_NAME
sv: Visa URL för ett givet paket apt-get -qq --print-uris install PAKETNAMN

source: Display some statistics about the apt cache apt-cache stats
de: Statistiken über "apt cache" anzeigen apt-cache stats
fr: Afficher quelques statistiques à propos du cache apt apt-cache stats
sv: Visa lite statistik om apt-cachen apt-cache stats

source: Display all package name apt-cache pkgnames
de: Alle Paketnamen auflisten apt-cache pkgnames
fr: Afficher le nom de tout les paquets apt-cache pkgnames
sv: Visa alla paketnamn apt-cache paketnamn

source: Display some information of a given package apt-cache show PACKAGE_NAME
de: Informationen über ein Paket anzeigen apt-cache show PAKETNAME
fr: Afficher quelques informations d'un paquet donné apt-cache show PACKAGE_NAME
sv: Visa lite information om ett givet paket apt-cache show PAKETNAMN

source: Backup source list:
sv: Backa upp källista:

source: Restore source list:
sv: Återställ källista:

source: Ailurus - Quick start
fr: Ailurus - Démarrage rapide

source: Ailurus - Clean up
fr: Ailurus - Nettoyer

source: Clean up temporary files
fr: Nettoyage des des fichiers temporaires

source: makes Linux easier to use
fr: Rendre Linux plus facile à utiliser

source: Ailurus - Fastest repository
fr: Ailurus - Dépôt le plus rapide

source: Get system information
fr: Affiche les informations du système

source: Ailurus - Install software
fr: Ailurus - Installer logiciel

source: Install popular software
fr: Installer des logiciels appréciés

source: Ailurus - Recovery
fr: Ailurus - Récupération

source: Backup and recover Synaptic/YUM status
fr: Sauvegarder et restaurer l'état de Synaptic/YUM

source: Ailurus - System setting
fr: Ailurus - Paramètre système

source: Change system setting
fr: Modifier les paramètres du système

source: APT cache
fr: cache d'APT

source: Ailurus cache
fr: Cache Ailurus

source: "Recent documents" list is empty now.
fr: "Documents récents" la liste est vide maintenant

source: Reclaim memory
de: Arbeitsspeicher wiedergewinnen
fr: Memoire réclamée

source: No more than %s KB of memory can be reclaimed.
de: Nicht mehr als %s KB an Arbeitsspeicher können wiedergewonnen werden.
fr: Pas plus de %sKB de mémoire de peuvent être réclamés.

source: %s KB memory was reclaimed.
de: %s KB an Arbeitsspeicher wurden wiedergewonnen.
fr: %s Ko de mémoire ont étés réclamés.

source: Unselect all
fr: Tout désélectionner

source: Eclipse is from http://www.eclipse.org/downloads/
de: Eclipse ist von http://www.eclipse.org/downloads/
fr: Eclipse est de http://www.eclipse.org/downloads/

source: You can install Language pack according to the instructions on the page http://www.eclipse.org/babel/downloads.php You can download Language pack from http://download.eclipse.org/technology/babel/babel_language_packs/ganymede.php, and extract ".zip" file to directory "/opt/eclipse" .
de: Sie können ein Sprachpaket gemäß der Anleitung unter http://www.eclipse.org/babel/downloads.php installieren. Sie können ein Sprachpaket von http://download.eclipse.org/technology/babel/babel_language_packs/ganymede.php herunterladen und die ".zip"-Datei in das Verzeichnis "/opt/eclipse" entpacken.
fr: Vous pouvez installer des langues supplémentaires selon les instructions sur la page http://www.eclipse.org/babel/downloads.php Vous pouvez télécharger des langues supplémentaire sur la page http://download.eclipse.org/technology/babel/babel_language_packs/ganymede.php, and extract ".zip" file to directory "/opt/eclipse" .

source: This application depends on Java.
de: Diese Anwendung erfordert Java.
fr: Cette application dépend de Java.

source: CDT is from http://www.eclipse.org/cdt/
de: CDT ist von http://www.eclipse.org/cdt/
fr: CDT provient de http://www.eclipse.org/cdt/

source: Pydev is from http://pydev.org/download.html
de: Pydev ist von http://pydev.org/download.html
fr: Pydev viens de http://pydev.org/download.html

source: Aptana is from http://www.aptana.org/studio/plugin Aptana is installed by http://download.aptana.org/tools/studio/plugin/install/studio Due to limitation of the authors' programming ability, Aptana cannot be removed by Ailurus. In order to remove Aptana, you have to re-install Eclipse.
fr: Aptana vient de http://www.aptana.org/studio/plugin Aptana est installé par http://download.aptana.org/tools/studio/plugin/install/studio A cause des limitations des auteurs "programming ability", Aptana ne peut être enlevé par Ailurus. Pour enlever Aptana, vous devez réinstaller Eclipse

source: Over the past RadRails was called "RDT". RadRails is installed by http://download.aptana.com/tools/radrails/plugin/install/radrails-bundle
fr: RaidRails était appelé par le passé "RDT". RadRails est installé depuis http://download.aptana.com/tools/radrails/plugin/install/radrails-bundle

source: It is installed by http://download.eclipse.org/technology/dltk/updates-dev/2.0/
de: Es wird installiert über http://download.eclipse.org/technology/dltk/updates-dev/2.0/
fr: Est installé par http://download.eclipse.org/technology/dltk/updates-dev/2.0/

source: PDT is from http://www.eclipse.org/pdt/downloads/
de: PDT ist von http://www.eclipse.org/pdt/downloads/
fr: PDT vient de http://www.eclipse.org/pdt/downloads/

source: It is installed by http://download.eclipse.org/technology/subversive/0.7/update-site/
de: Es wird installiert über http://download.eclipse.org/technology/subversive/0.7/update-site/
fr: Est installé par http://download.eclipse.org/technology/subversive/0.7/update-site/

source: It is installed by http://veditor.sourceforge.net/update
fr: Il est installé depuis http://veditor.sourceforge.net/update

source: It is downloaded from http://download.eclipse.org/dsdp/mtj/downloads/drops/R-1.0.1-200909181641/
de: Es wird heruntergeladen von http://download.eclipse.org/dsdp/mtj/downloads/drops/R-1.0.1-200909181641/
fr: Est téléchargé de http://download.eclipse.org/dsdp/mtj/downloads/drops/R-1.0.1-200909181641/

source: It is from http://sourceforge.net/projects/bioclipse/files/bioclipse2/
fr: Vient de http://sourceforge.net/projects/bioclipse/files/bioclipse2/

source: Official site: <span color="blue"><u>http://www.staticfreesoft.com/</u></span>
de: Offizielle Seite: <span color="blue"><u>http://www.staticfreesoft.com/</u></span>
fr: Site officiel : <span color="blue"><u>http://www.staticfreesoft.com/</u></span>

source: Official site: http://openjump.org/ .
fr: Site officiel : http://openjump.org/ .

source: Chrome Theme for Firefox 3.0.*
de: Chrome-Thema für Firefox 3.0.*
fr: Thème Chrome pour Firefox 3.0.*

source: A coat of Chrome for Firefox 3.0.*
de: Ein Chrome-Skin für Firefox 3.0.*
fr: Une couche de Chrome pour Firefox 3.0.*

source: Chrome Theme for Firefox 3.5.*
de: Chrome-Thema für Firefox 3.5.*
fr: Thème Chrome pour Firefox 3.5.*

source: A coat of Chrome for Firefox 3.5.*
de: Ein Chrome-Skin für Firefox 3.5.*
fr: Une couche de Chrome pour Firefox 3.5.*

source: Weave Sync: synchronize bookmarks, browsing history and tabs wherever you go.
de: Weave Sync: synchronisieren Sie Ihre Lesezeichen, Chronik und Tabs mit mehreren Computern.
fr: Weave Sync : synchronise vos marque-pages, votre historique et vos onglets où que vous soyez.

source: BIOS version:
fr: version du BIOS :

source: Preferences changed
de: Einstellungen geändert
fr: Les préférences ont été changées

source: Your changes will take effect at the next time when the program starts up.
de: Die gemachten Änderungen werden beim nächsten Programmstart wirksam.
fr: Vos changements prendront effet au prochain démarrage du programme.

source: Your changes will take effect at the next time when you log in to GNOME.
fr: Vos changements prendront effet lors de votre prochaine connexion à GNOME.

source: Ailurus blog
fr: Blog d'Ailurus

source: Propose suggestion and report bugs
de: Machen Sie Vorschläge und melden Sie Bugs
fr: Proposer des améliorations et reporter des anomalies

source: Read changelog
fr: Lire le journal des modifications

source: Bluefish: Edit HTML web-pages
de: Bluefish: Bearbeiten Sie HTML-Webseiten
fr: Bluefish: Édite les pages web HTML

source: Bluetooth support
fr: Prise en charge Bluetooth

source: ChmSee: A CHM file viewer
de: ChmSee: Ein Betrachter für CHM-Dateien
fr: ChmSee : Un lecteur de fichier CHM

source: Code::Blocks - C/C++ IDE
de: Code::Blocks - eine C/C++ Entwicklungsumgebung
fr: Code::Blocks - Environnement de développement intégré C/C++

source: Compression/decompression support for "*.7z" and "*.cab" files
de: (De-)Komprimierungsprogramme für ".7z"-, ".rar"- und ".cab"-Dateien
fr: Prise en charge de la compression/décompression des fichiers "*7z" et "*.cab"

source: This is a popular Chinese input method. It is from http://fcitx.googlecode.com/
fr: C'est une méthode de saisie du chinois très populaire. C'est de http://fcitx.googlecode.com/

source: GNU multiprecision arithmetic library
fr: Librairie GNU de multiprécison arithmétique
