Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: show menu
de: Menü anzeigen
fr: afficher le menu
sv: visa meny

source: Window effect after that window title bar is ...
de: Fenster-Titelleiste: Verhalten eines Fensters nach einem ...
fr: Effet de la fenêtre après que la barre de titre de la fenêtre aie été...
sv: Fönstereffekt efter den fönstertitelraden är...

source: Show "Input method" entry
de: "Eingabemethoden"-Eintrag anzeigen
fr: Montrer "méthode de saisie" entrée
sv: Visa "Inmatningsmetod"-posten

source: This option affects GEdit and all GTK text-boxes.
de: Diese Einstellung betrifft GEdit und alle GTK-Textfelder.
fr: Cette option affecte GEdit et toutes les boîtes de dialogues GTK.
sv: Alternativet påverkar GEdit och alla GTK-textrutor.

source: Show "Insert Unicode control character" entry
de: "Unicode-Steuerzeichen einfügen"-Eintrag anzeigen
fr: Montrer "Insérer caractère de contrôle Unicode" entrée
sv: Visa "Infoga Unicode-kontrolltecken"-post

source: Text-boxes context menu
de: Kontextmenü in Textfeldern
sv: Textrutors sammanhangsmeny

source: These settings restrict current user only. They do not affect other users.
de: Diese Beschränkungen gelten nur für den aktuellen Benutzer. Sie betreffen keinen anderen Benutzer.
fr: Ces paramètres ne concernent que l'utilisateur courant. Ils n'affectent pas les autres utilisateurs.
sv: Dessa inställningar begränsar nuvarande användare enbart. De påverkar inte andra användare.

source: Disable Alt+F2 (Launch application)
de: Alt+F2 deaktivieren (Anwendung ausführen)
fr: Désactiver Alt+F2 (Lancer une application)
sv: Avaktivera Alt+F2 (starta program)

source: Prevent current user from pressing Alt+F2 to launch applications.
de: Den aktuellen Benutzer daran hindern, Alt+F2 zu drücken, um Anwendungen auszuführen.
fr: Empêcher l'utilisateur courant de presser « Alt+F2 » pour lancer des applications.
sv: Förhindra användare från att använda Alt+F2 för att starta program.

source: Disable Ctrl+Alt+L (Lock screen)
de: Ctrl+Alt+L deaktivieren (Bildschirm sperren)
fr: Désactiver Ctrl+Alt+L (Verrouillage de l'écran)
sv: Avaktivera Ctrl+Alt+L (Lås skärm)

source: Prevent current user from pressing Ctrl+Alt+L to lock screen.
de: Den aktuellen Benutzer daran hindern, Ctrl+Alt+L zu drücken, um den Bildschirm zu sperren.
fr: Empêhe l'utilisateur courrant de presser Ctrl+Alt+L pour bloquer l'écran.
sv: Hindra nuvarande användare från att trycka Ctrl+Alt+L för att låsa skärmen.

source: Disable "print" entry in all menus.
de: "Drucken"-Eintrag in allen Menüs deaktivieren
fr: Désactiver l'entrée "imprimer" dans tous les menus
sv: Avaktivera "Skriv ut"-posten i alla menywe.

source: Prevent current user from printing any documents.
de: Den aktuellen Benutzer daran hindern, irgendein Dokument auszudrucken.
fr: Empêche l'utilisateur courant d'imprimer un document.
sv: Hindra nuvarande användare från att skriva ut.

source: Disable "print setup" entry in all menus.
de: "Druckereinstellung"-Eintrag in allen Menüs deaktivieren
fr: Désactiver l'entrée "Mise en page..." dans tous les menus
sv: Avaktivera "skrivarinställning"-posten i alla menyer.

source: Prevent current user from modifying print settings.
de: Den aktuellen Benutzer daran hindern, Druckereinstellungen zu verändern.
fr: Empêche l'utilisateur courant de modifier la configuration des impressions.
sv: Hindra nuvaranda användare från att ändra skrivarinställningar.

source: Disable "save as" entry in all menus.
de: "Speichern unter"-Eintrag in allen Menüs deaktivieren
fr: Désactive l'éntrée "Enregistrer sous" dans tous les menus.
sv: Avaktivera "spara som"-posten i alla menyer.

source: Prevent current user from saving files by "Save as ..." dialog
de: Den aktuellen Benutzer daran hindern, Dateien über den "Speichern unter"-Dialog zu speichern.
fr: Empêche l'utilisateur courant de sauver des fichiers en utilisant "Enregistrer sous ..."
sv: Hindra nuvarande användare från att spara filer med "Spara som..."-dialogen

source: Forbid running multiple GNOME session.
fr: Interdit l'utilisation de sessions multiples sous GNOME.
sv: Förbjud körande av flera GNOME-sessioner.q

source: Prevent current user from switching to another account, unless she has logged out from GNOME before switching.
fr: Prévient le passage d'un compte utilisateur à l'autre sans se déloguer de GNOME préalablement.
sv: Hindra nuvarande användare från att växla till ett annat konto, om hon inte loggat ut från GNOME innan hon bytte.

source: Restriction on current user
de: Beschränkungen für den aktuellen Benutzer
fr: Restriction sur l'utilisateur courant
sv: Hinder för nuvarande användare

source: The thumbnail cache directory is "%s/.thumbnails".
de: Das Verzeichnis, in dem die Vorschaubilder gespeichert sind, ist "%s/.thumbnails".
fr: Le répertoire cache des miniatures est "%s/.thumbnails".
sv: miniatyrbildscache-katalogen är "%s/.thumbnails".

source: Size of each thumbnail (in pixels):
de: Größe der Vorschaubilder (in Pixel):
fr: Taille de chaque miniature (en pixels):
sv: Storlek vör varje miniatyrbild (i pixlar):

source: GConf key: %s
de: GConf-Schlüssel: %s
fr: Clé GConf: %s
sv: GConf-nyckel: %s

source: Maximum size of thumbnail cache (in MBytes):
de: Maximale Größe des Speicherplatzes für Vorschaubilder (in MByte):
fr: Taille maximum du répertoire cache des miniatures (en Mio):
sv: Största storlek för miniatyrbildscache (i MByte):

source: Maximum time each thumbnail remains in cache (in days):
de: Maximale Zeit, für die ein Vorschaubild im Speicher bleibt (in Tagen):
fr: Temps maximum de conservation d'un lien dans le cache (en jours):
sv: Längsta tid varje miniatyrbild lagras (i dagar):

source: Clean thumbnail image cache
sv: Rensa miniatyrbildslager

source: command: rm -rf $HOME/.thumbnails/*
sv: kommando: rm -rf $HOME/.thumbnails/*

source: Nautilus thumbnail settings
de: Nautilus Thumbnail-Einstellungen
fr: Paramètres des miniatures Nautilus
sv: Nautilus miniatyrbildsinställningar

source: Prompt you before you log out from GNOME.
fr: Vous averti avant tout déloguage de GNOME.
sv: Fråga innan du loggar ut från GNOME.

source: If its value is false, GNOME session will terminate immediately if you click the menu "System"->"Log out".
fr: Il cette valeur est fausse, la session GNOME se terminera immédiatement si vous cliquer sur le menu "Système"->"déconnexion".
sv: Om värdet är satt till falskt kommer GNOME-sessionen att avsluta genast om du klickar på "System"->"Logga ut".

source: Allow connection from remote hosts.
de: Entfernte Rechnern erlauben, eine Verbindung mit Ihrem Rechner aufzubauen.
fr: Permet les connections pour les hôtes à distance.
sv: Tillåt anslutning från fjärrvärdar.

source: LCD brightness when on AC power:
fr: Luminosité du LCD quand le courrant est branché:
sv: LCD-skärmens ljusstyrka vid nätanslutning:

source: GConf Key:
de: GConf Schlüssel:
fr: Clé GConf:
sv: GConf-nyckel:

source: LCD dimming amount when on battery:
sv: Reduktion av ljusstyrka för LCD-skärmen på batterikraft:

source: Backlight
de: Hintergrundlicht
fr: Retro éclairage
sv: Skärmbelysning

source: (valid only for laptops)
sv: (gäller bara för bärbara datorer)

source: Display content of your home folder on desktop
sv: Visa innehållet av din hemkatalog på skrivbordet

source: Display "GNOME control center" entry in "System" menu
sv: Visa post för "GNOME kontrollpanel" i "System"-menyn

source: Create a file $HOME/.local/share/applications/gnome-control-center.desktop
sv: Skapa filen $HOME/.local/share/applications/gnome-control-center.desktop

source: Change default file manager to:
fr: Changer le gestionnaire de fichier par défaut par:
sv: Ändra standard-filhanterare till:

source: Change default panel program to:
sv: Ändra standard-panelprogram till:

source: Change default window manager to:
fr: Change le gestionnaire de fenêtre par défaut par :
sv: Ändra standard-fönsterhanterare till:

source: Advance settings
fr: Paramètres avancés
sv: Avancerade inställningar

source: Do not list username. You must enter username manually. To display a username list might be not secure.
sv: Lista inte användarnamn. Du måste ange användarnamn manuellt. Att visa användarnamnslista kan vara osäkert.

source: Do not display "restart" button
sv: Visa inte "starta om"-knapp

source: Login window settings
sv: Inställningar för inloggningsfönster

source: The login window background is the gconf value "/desktop/gnome/background/picture_filename" of user "gdm".
sv: Inloggningsfönsterbakgrunden är gconf-värdet "/desktop/gnome/background/bildens_filnamn" för användare "gdm".

source: Change login window background
sv: Ändra bakgrund för inloggningsfönster

source: Enable GNOME login sound
sv: Aktivera inloggningsljud för GNOME

source: Disable GNOME login sound
sv: Avaktivera inloggningsljud för GNOME

source: Change GNOME login sound
sv: Ändra inloggningsljud för GNOME

source: Command line
fr: Ligne de commande
sv: Kommandorad

source: Shortcut key
fr: Raccourcis clavier
sv: Tangentkombination

source: Compression strategy of file-roller:
sv: Komprimeringsstrategi för file-roller:

source: Very high speed
sv: Väldigt hög hastighet

source: High speed
sv: Hög hastighet

source: Balanced
sv: Balanserad

source: High compression rate
sv: Hög komprimering

source: Compression strategy
sv: Komprimeringsstrategi

source: Maximum number of undos:
sv: Högsta antalet Ångra-åtgärder:

source: Maximum number of recent files:
sv: Högsta antal nyss öppnade filer:

source: GEdit settings
sv: GEdit-inställningar

source: Activate screen saver when computer is idle for long time
fr: Activer l'économiseur d'écran lorsque l'ordinateur est inactif depuis longtemps
sv: Aktivera skärmsläckare när datorn står orörd en längre tid

source: Lock screen when screen saver is activated
fr: Vérouiller l'écran quand l'économiseur d'écran est activé.
sv: Lås skärmen när skärmsläckaren aktiveras

source: Lock screen after hibernating
sv: Lås skärmen efter viloläge

source: Lock screen after suspending
sv: Lås skärmen efter vänteläge

source: Screensaver
sv: Skärmsläckare

source: $HOME/.thumbnails/ directory is a cache dir GNOME makes when you browse through your folders in nautilus. It contains thumbnail pictures of picture files you've previously looked at. You can get its total size by du -bs $HOME/.thumbnails/ You can delete the files in the .thumbnails directory that haven't been accessed for seven days, to free disk space. find $HOME/.thumbnails/ -type f -atime +7 -exec rm {} \;
sv: $HOME/.thumbnails/-katalogen är en lagringskatalog GNOME skapar när du bläddrar i dina kataloger i nautilus. Den innehåller miniatyrbilder av bildfiler du har tittat på nyligen. Du kan se dess totala storlek med du -bs $HOME/.thumbnails/ Du kan ta bort filerna i .thumbnails-katalogen som inte har visats på sju dagar, för att frigöra diskutrymme. find $HOME/.thumbnails/ -type f -atime +7 -exec rm {} \;

source: Capture screen after 10 seconds gnome-screenshot -d 10 Capture current window after 10 seconds gnome-screenshot -wd 10
de: Screenshot nach 10 Sekunden machen gnome-screenshot -d 10 Screenshot von aktuellem Fenster nach 10 Sekunden machen gnome-screenshot -wd 10
fr: Fait une capture d'écran après 10 secondes gnome-screenshot -d 10 Capture la fenêtre courante après 10 secondes gnome-screenshot -wd 10
sv: Ta skärmbild efter 10 sekunder gnome-screenshot -d 10 Ta en bild av nuvarande fönster efter 10 sekunder gnome-screenshot -wd 10

source: Start GConf editor: Press Alt+F2, type 'gconf-editor'.
de: GConf-Editor starten: Alt+F2 drücken und 'gconf-editor' eingeben.
fr: Lancer l'éditeur de configuration GConf : Appuyer sur Alt+F2, taper 'gconf-editor'.
sv: Starta GConf-editorn: Tryck Alt+F2, skriv sedan in 'gconf-editor'.

source: Hardware Information
de: Hardware-Informationen
fr: Informations sur le matériel
sv: Hårdvaruinformation

source: Print all information
sv: Visa all information

source: Install Software
fr: Installation de Logiciel
sv: Installera mjukvara

source: Add software into this category
sv: Lägg till mjukvara i den här kategorin

source: To be installed:
de: Wird installiert:
fr: Doit être installé :
sv: Att installera:

source: To be removed:
de: Wird entfernt:
fr: Doit être désinstallé :
sv: Att ta bort:

source: Do not ask me any more
sv: Fråga mig inte igen

source: Are you sure to change your system as follows?
de: Wollen Sie das System wirklich wie folgt ändern?
fr: Etes-vous sûr de changer votre système comme suit ?
sv: Är du säker på att du vill tillämpa ändringarna på ditt system?

source: Confirmation
de: Bestätigung
sv: Bekräftelse

source: Failed to install:
de: Installation fehlgeschlagen:
fr: Échec de l'installation :
sv: Misslyckades med att installera:

source: (network failure. not bug)
sv: (nätverksfel, inte bugg)

source: (cancelled by you. not bug)
sv: (avbruten av dig, inte bugg)

source: Failed to remove:
de: Konnte nicht entfernen:
fr: Échec de la suppression :
sv: Misslyckades med att ta bort:

source: If you think that these errors are caused by a software bug, please tell the developers.
sv: Om du tror att felen orsakades av fel i mjukvaran, var god och upplys utvecklarna.

source: Remember to paste the following debugging information in bug report.
sv: Kom ihåg att infoga följande felsökningsinformation i felrapporten.

source: Report bug
sv: Rapportera fel

source: Copy debugging information to clipboard
sv: Kopiera felsökningsinformation till klippbordet

source: Close
fr: Fermer
sv: Stäng

source: Operations failed
sv: Åtgärder misslyckades

source: There are broken packages. Command "apt-get install -f" will be launched to fix error.
sv: Det finns trasiga paket. Kommandot "apt-get install -f" kommer köras för att laga felet.

source: Cannot fix broken packages. Installation is cancelled.
sv: Kan inte laga trasiga paket. Installationen avbryts.

source: Installing:
de: Installiere:
fr: Installation :
sv: Installerar:

source: Removing:
de: Entferne:
fr: Suppression :
sv: Tar bort:

source: Check if you are currently running another software management program, e.g. Synaptic or apt-get. Only one program is allowed to make changes at the same time.
sv: Kolla om du redan kör ett annat mjukvaruhanteringsprogram, som Synaptic eller apt-get. Bara ett program tillåts utföra ändringar på samma gång.

source: Cannot lock apt cache
sv: Kan inte låsa apt cache

source: will install
sv: kommer installera

source: will remove
sv: kommer ta bort

source: Record the software items you have installed
sv: Spara en lista över mjukvaran du installerade

source: Successfully record the software items to file %s
sv: Lyckas spara mjukvarulistan till filen %s

source: Select a software items list
sv: Välj en mjukvarulista

source: Successfully load file %s
sv: Lyckas ladda filen %s

source: Synchronize
sv: Synkronisera

source: Select the software items according to a saved list
sv: Välj mjukvara från en sparad lista

source: Quickly install popular software
sv: Installera snabbt populär mjukvara

source: _Apply
de: _Anwenden
fr: _Appliquer
sv: _Tillämpa

source: Add a software item
sv: Lägg till ett program

source: Edit
sv: Redigera

source: Add To Favourite
sv: Lägg till som favorit

source: Remove From Favourite
sv: Ta bort från favoriter

source: How long after the server does not respond, give up downloading? (in seconds)
fr: Combien de temps attendre l'absence de réponse du serveur avant d'abandonner le téléchargement? (en secondes)
sv: Hur länge vill du vänta på svar från servern innan nedladding överges? (I sekunder)

source: How many times does Ailurus try to download the same resource?
fr: Combien de fois Ailurus doit-il essayer de télécharger la même source?
sv: Hur många gånger försöker Ailurus ladda ner samma resurs?

source: Set Ailurus download parameter
de: Legen Sie die Download-Parameter von Ailurus fest
fr: Définir les paramètres de téléchargement d'Ailurus
sv: Ange Ailurus nerladdningsparameter

source: Set download parameters
de: Legen Sie Download-Parameter fest
fr: Définir les paramètres de téléchagement
sv: Ange nerladdningsparametrar

source: Refresh icons of all software items
sv: Uppdatera all mjukvaras ikoner

source: Refresh installing state of all software items
sv: Uppdatera installationstillstånd för all mjukvara

source: %s available items
sv: %s tillgängliga program

source: Would you like to download latest application data from web?
sv: Vill du ladda ner den senaste programdatan från internet?

source: Science
sv: Vetenskap

source: Develop
sv: Utveckla

source: Home
sv: Hem

source: Other
sv: Övrigt

source: All
sv: Alla

source: Favourite
sv: Favorit

source: Browser
sv: Webbläsare

source: Email
sv: E-post

source: File sharing
sv: Fildelning

source: Chat
sv: Chatt

source: Firefox extension
sv: Firefox-tillägg

source: Blog
sv: Blogg

source: Image
sv: Bild

source: Security
sv: Säkerhet

source: Player
sv: Spelare

source: CD burner
sv: CD-brännare

source: Theme
sv: Tema

source: Screen widget
sv: Skärmdekoration

source: Compiz setting
sv: Compiz-inställning

source: Math
sv: Matematik

source: Statistics
de: Statistik
fr: Statistiques
sv: Statistik

source: Electronics
sv: Elektronik

source: Mechanics
sv: Mekanik

source: Geography
de: Geographie
fr: Géographie
sv: Geografi

source: Biology
de: Biologie
fr: Biologie
sv: Biologi

source: Version control
sv: Versionskontroll

source: Library
sv: Bibliotek

source: Embedded system
fr: Système embarqué
sv: Inbäddat system

source: Text editor
sv: Textredigerare

source: Eclipse extension
sv: Eclipse-tillägg

source: Programming tool
sv: Programmeringsverktyg

source: Business
sv: Affärer

source: Drawing
sv: Teckning

source: Typesetting
sv: Typsättning

source: GNOME dedicated
sv: GNOME-inriktad

source: Nautilus extension
sv: Nautilus-tillägg

source: Education
de: Bildung
fr: Éducation
sv: Utbildning

source: Game
de: Spiele
fr: Jeu
sv: Spel

source: Others
fr: Autres
sv: Övrigt

source: Establish a server
de: Einen Server einrichten
fr: Etablissement d'un serveur
sv: Etablera en server

source: Repository
sv: Förråd

source: Change GConf values:
de: Ändere GConf-Werte:
fr: Changer les valeurs de GConf :
sv: Ändra GConf-värden

source: Key:
de: Schlüssel:
fr: Clé :
sv: Nyckel:

source: New value:
de: Neuer Wert:
fr: Nouvelle valeur :
sv: Nytt värde:

source: Appended items:
de: Hinzugefügte Einträge:
fr: Articles joints :
sv: Tillagda objekt:

source: Removed items:
de: Entfernte Einträge:
fr: Eléments supprimés :
sv: Borttagna objekt:

source: Because the packages "%s" are not installed.
sv: För att paketen "%s" inte är installerade.

source: Add source "<b>%s</b>"; %s
sv: Lägg till källa "<b>%s</b>"; %s

source: Because "%s" does not exist.
sv: För att "%s" inte existerar.

source: This extension cannot be removed by Ailurus. It can be removed in 'Tools'->'Add-ons' menu of firefox.
fr: Cette extension ne peut pas être supprimée par Ailurus. Elle peut être supprimée dans menu 'Outils'->'ajouter' menu of firefox.
sv: Tillägget kan inte tas bort av Ailurus. Det kan tas bort från 'Verktyg'->'Tillägg'-menyn i Firefox.

source: Installing Eclipse extension
de: Installiere Eclipse-Erweiterung
fr: Installe les extensions Eclipse
sv: Installerar Eclipse-tillägg

source: Removing %s
sv: Tar bort %s

source: Please launch Eclipse, and go to "Help" -> "About Eclipse SDK".
sv: Starta Eclipse, och gå till "Hjälp" -> "Om Eclipse SDK".

source: Click the "Installation Details" button. Then remove %s.
sv: Klicka på knappen "Installationsdetaljer". Ta sedan bort %s.

source: Dual-licensed under %(A)s and %(B)s
sv: Dubbel-licensierad under %(A)s och %(B)s

source: Tri-licensed under %(A)s, %(B)s and %(C)s
sv: Trippel-licensierad under %(A)s, %(B)s och %(C)s

source: scan installed packages
sv: skanna installerade paket

source: scan available packages
sv: skanna tillgängliga paket

source: scan packages
sv: skanna paket

source: Run "pacman -Sy". Please wait for a few minutes.
sv: Kör "pacman -Sy". Var god vänta en liten stund.

source: %.1f GB
fr: %.1f Gio
sv: %.1f Gbyte

source: %.1f MB
fr: %.1f Mio
sv: %.1f Mbyte

source: %s bytes
fr: %s octets
sv: %s byte

source: %.1f hours
de: %.1f Stunden
fr: %.1f heures
sv: %.1f timmar

source: %.1f minutes
de: %.1f Minuten
sv: %.1f minuter

source: %d seconds
fr: %d secondes
sv: %d sekunder

source: Opening web page
de: Öffne Webseite
fr: Ouverture de la page web
sv: Öppnar webbsida

source: Please restart Firefox
sv: Starta om Firefox

source: Please restart Firefox to complete installation.
sv: Starta om Firefox för att slutföra installationen.

source: Response time of server %(name)s is %(time).1f ms.
de: Antwortzeit von Server %(name)s ist %(time).1f ms.
fr: Temps de réponse du serveur %(name)s est %(time).1f ms.
sv: Svarstid för server %(name)s är %(time).1f ms.

source: Server %s does not respond.
de: Server %s antwortet nicht.
fr: Le serveur %s ne répond pas.
sv: Server %s svarar inte.

source: Checking file integrity ...
de: Überprüfe Dateiintegrität ...
fr: Vérification de l'intégrité du fichier ...
sv: Kontrollerar filintegritet

source: Good.
de: Gut.
fr: Bon.
sv: God.

source: Using mirror %(i)s. There are a total of %(total)s mirrors.
de: Benutze Spiegelserver %(i)s. Es gibt insgesamt %(total)s Spiegelserver.
fr: Utilisant le miroir %(i)s. il y a un totale de %(total)s miroirs
sv: Använder spegel %(i)s. Det finns totalt %(total)s speglar.

source: Images
sv: Bilder

source: Choose an image
fr: Choisir une image
sv: Välj en bild

source: Minimum value: %(min)s. Maximum value: %(max)s.
de: Mindestwert: %(min)s. Höchstwert: %(max)s.
fr: Valeur minimum : %(min)s. Valeur maximum : %(max)s.
sv: Minsta värde: %(min)s. Största värde: %(max)s.

source: Desktop
de: Arbeitsoberfläche
fr: Bureau
sv: Skrivbord

source: Window effect
de: Fensterverhalten
fr: Effets des fenêtres
sv: Fönstereffekt

source: Menu
de: Menü
sv: Meny

source: Icon
de: Symbol
fr: Icône
sv: Ikon

source: Font
de: Schrift
fr: Police
sv: Typsnitt

source: Memory
de: Arbeitsspeicher
fr: Mémoire
sv: Minne

source: Sound
de: Klang
fr: Son
sv: Ljud

source: Power management
de: Energieverwaltung
fr: Gestion de l'énergie
sv: Strömhantering

source: Update
de: Aktualisierung
fr: Actualiser
sv: Uppdatera

source: Restriction
de: Beschränkungen
sv: Begränsning

source: Login window
sv: Inloggningsfönster

source: Compression
sv: Komprimering

source: Yes
sv: Ja

source: whether interrupt parsing a page to respond to UI events?
sv: om avbryt vid tolkning av sida för att svara på UI-händelser?

source: maximum number of microseconds between two page rendering
sv: högsta antal mikrosekunder mellan rendering av två sidor

source: maximum number of bytes to split a long text node
sv: högsta antal byte att dela en lång textnod

source: Operation is canceled because you refused authentication. Authentication is provided by system PolicyKit service. Ailurus does not know your password at all.
sv: Åtgärd avbröts för att du inte bekräftade din identitet. Tjänsten tillhandahålls med systemet PolicyKit. Ailurus känner inte alls till ditt lösenord.

source: Operation is canceled
sv: Åtgärden avbröts

source: Operation is canceled because you refused authentication. Proxy string is saved in system GNOME keyring service. Ailurus does not know your secret at all.
sv: Åtgärden avbröts för att du vägrade att bekräftade din identitet. Proxysträng sparas i GNOMEs nyckelringstjänst. Ailurus känner inte alls till ditt lösenord.

source: Source configuration has syntax error. Please run the following command to fix error.
sv: Källkonfiguration har syntaxfel. Kör följande kommando för att laga fel.

source: Error reason:
sv: Fel-orsak:

source: After fixing the error, Ailurus will work fine.
sv: Efter att felet lagas kommer Ailurus fungera fint.

source: Fatal error
sv: Allvarligt fel
