Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: Poweroff your computer sudo halt sudo shutdown -h now Poweroff your computer in 23:00 sudo shutdown -h 23:00 Poweroff your computer after 60 minutes sudo shutdown -h +60
de: Computer ausschalten sudo halt sudo shutdown -h now Computer um 23:00 Uhr ausschalten sudo shutdown -h 23:00 Computer nach 60 Minuten ausschalten sudo shutdown -h +60
fr: Éteint votre ordinateur sudo halt sudo shutdown -h now Éteindra votre ordinateur à 23:00 sudo shutdown -h 23:00 Éteindra votre ordinateur dans 60 minutes sudo shutdown -h +60
sv: Stäng av din dator sudo halt sudo shutdown -h now Stäng av din dator klockan 23:00 sudo shutdown -h 23:00 Stäng av din dator om 60 minuter sudo shutdown -h +60

source: Reboot your computer sudo reboot sudo shutdown -r now
de: Computer neustarten sudo reboot sudo shutdown -r now
fr: Redémarre votre ordinateur sudo reboot sudo shutdown -r now
sv: Starta om din dator sudo reboot sudo shutdown -r now

source: If you want some program to start up automatically, please put '.desktop' files into '$HOME/.config/autostart'
sv: Om du vill att något program ska starta automatiskt, placera '.desktop'-filer i '$HOME/.config/autostart'

source: You can configure "preferred applications" by this file "$HOME/.local/share/applications/mimeapps.list"
sv: Du kan konfigurera "föredragna program" i filen "$HOME/.local/share/applications/mimeapps.list"

source: Continuously monitor the memory usage watch -d free
fr: Monitorer continuellement l'utilisation de la mémoire watch -d free
sv: Övervaka kontinuerligt minnesanvändning watch -d free

source: Display HTTP HEAD response w3m -dump_head http://example.com
fr: Affiche les en-têtes réponses HTTP w3m -dump_head http://example.com
sv: Visa HTTP HEAD-svar w3m -dump_head http://exempel.se

source: Display file content with line number nl FILE_NAME
fr: Affiche le contenu du fichier avec les numéro de ligne nl NOM_FICHIER
sv: Visa filinnehåll med radnummer nl FILNAMN

source: Eliminate Rootkit sudo rkhunter --checkall
de: Rootkits aufspüren und entfernen sudo rkhunter --checkall
fr: Élimine les Rootkits sudo rkhunter --checkall
sv: Bli av med rootkit sudo rkhunter --checkall

source: Change hostname sudo hostname new_name
de: Rechnernamen ändern sudo hostname neuer_Name
fr: Change de nom d'hôte sudo hostname nouveau_nom
sv: Ändra värdnamn sudo hostname nytt_namn

source: "Tasksel" group software packages into "task"s. You can select a "task" and then install all necessary software packages. It is easy to set up LAMP servers or cloud computing servers. Show all tasks tasksel --list Display the extended description of a task tasksel --task-desc lamp-server List the packages which are parts of a task tasksel --task-packages lamp-server Install/remove a task gksudo tasksel
sv: "Tasksel" grupperar mjukvarupaket som "uppgifter". Du kan välja en "uppgift" och sedan installera alla nödvändiga mjukvarupaket. Det är lätt att installera LAMP-servrar eller molnservrar. Visa alla uppgifter tasksel --list Visa utförlig beskrivning för en uppgift tasksel --task-desc æamp-server Lista paketen som utgör en uppgift tasksel --taskpackages lamp-server Installera/ta bort en uppgift gksudo tasksel

source: Change Process priority renice NEW_PRIORITY `pgrep NAME_OF_PROCESS` example: renice 5 `pgrep firefox` renice -5 `pgrep wine-server` high <------------------> low NEW_PRIORITY = -19, -18, -17 [...] 18, 19, 20
sv: Ändra process-prioritet renice NY_PRIORITET `pgrep PROCESSNAMN` exempel: renice 5 `pgrep firefox` renice -5 `pgrep wine-server` high <------------------> low NY_PRIORITET = -19, -18, -17 [...] 18, 19, 20

source: Clear Bash history history -c
fr: Vider l'historique du Bash history -c
sv: Rensa Bash-historik history -c

source: If you want to use colorful "ls", that is, use colors to distinguish types of files, you can add these lines in $HOME/.bashrc: if [ "$TERM" != "dumb" ]; then eval "`dircolors -b`" alias ls='ls --color=auto' fi
sv: Om du vill använda "ls" med färger - det vill säga, använda färger för att skilja på filtyper - kan du lägga till följande i $HOME/.bashrc: if [ "$TERM" != "dumb" ]; then eval "`dircolors -b`" alias ls='ls --color=auto' fi

source: View the IP address outside the local network w3m -no-cookie -dump www.123cha.com | grep -o '[0-9]\{1,3\}\.[0-9]\{1,3\}\.[0-9]\{1,3\}\.[0-9]\{1,3\}'
sv: Visa IP-adressen utanför det lokala nätverket w3m -no-cookie -dump www.123cha.com | grep -o '[0-9]\{1,3\}\.[0-9]\{1,3\}\.[0-9]\{1,3\}\.[0-9]\{1,3\}'

source: Computer Doctor
sv: Dator Doktor

source: Found %s errors in your system.
sv: Hittade %s fel i ditt system.

source: There is a total of %s suggestions.
sv: Det finns totalt %s förslag.

source: Found no error :)
sv: Hittade inga fel :)

source: Computer doctor
sv: Datordoktor

source: Successfully applied %s suggestions.
sv: Lyckades tillämpa %s förslag.

source: Please click "refresh" button.
sv: Var god klicka på knappen "uppdatera".

source: Downloading icons of other open-source projects.
sv: Laddar ner ikoner för andra öppen-källkodsprojekt.

source: Do not download any icon of close-source projects or proprietary software.
sv: Ladda inte ner ikoner för stängd-källkodsprojekt eller proprietär mjukvara.

source: Downloading extra icons
sv: Laddar ner extra ikoner

source: Icons are successfully installed.
sv: Ikoner installerades utan problem.

source: Eclipse (basic development environment)
de: Eclipse (Programmierwerkzeug zur Entwicklung)
fr: Eclipse (Environemment de développement basique)
sv: Eclipse (enkel utvecklingsmiljö)

source: You can install Language pack according to the instructions on the page http://www.eclipse.org/babel/downloads.php
sv: Du kan installera språkpaket enligt instruktioner på sidan http://www.eclipse.org/babel/downloads.php

source: CDT: C/C++ development
de: CDT: C/C++ Entwicklung
fr: CDT : développement C/C++
sv: CDT: C/C++-utveckling

source: Pydev: Python development
de: Pydev: Entwicklungsumgebung für Python
fr: Pydev : Développement python
sv: Pydev: Python-utveckling

source: Aptana: Web application development
de: Aptana: Entwicklungsumgebung für Webanwendungen
fr: Aptana : Application de développement web
sv: Aptana: Webbprogram-utveckling

source: Due to limitation of the authors' programming ability, Aptana cannot be removed by Ailurus. In order to remove Aptana, please launch Eclipse, and go to "Help" -> "About Eclipse SDK" -> "Installation Details"
sv: På grund av skaparnas begränsade programmeringsskicklighet kan Ailurus inte ta bort Aptana. För att ta bort Aptana, starta Eclipse och gå till "Hjälp" -> "Om Eclipse SDK" -> "Detaljer om installationen"

source: Please launch Eclipse, and go to "Help" -> "Install New Software".
fr: S'il vous plaît, lancez Eclipse, et aller dans "Aide" -> "Installation de nouveau logiciel".
sv: Starta Eclipse, och gå till "Hjälp" -> "Installera ny mjukvara".

source: Click the "Add" button. Then type <b>%s</b> in "Location".
fr: Cliquer sur le bouton "Ajouter". Ensuite taper <b>%s</b> dans "Localisation"
sv: Klicka på knappen "Lägg till". Skriv sedan <b>%s</b> i "Plats".

source: Then click the "Next" button and agree the license.
fr: Ensuite, cliquez sur le bouton "suivant" et acceptez la licence.
sv: Klicka sedan på knappen "Nästa" och godkänn licensen.

source: Installing Aptana
de: Installiere Aptana
fr: Installation d'Aptana
sv: Installerar Aptana

source: RadRails: Ruby development
de: RadRails: Entwicklungsumgebung für Ruby
fr: RadRails : Développement Ruby
sv: RadRails: Ruby-utveckling

source: Over the past RadRails was called "RDT".
sv: Förut kallades RadRails "RDT".

source: Installing RadRails
de: Installiere RadRails
fr: Installation de RadRails
sv: Installerar RadRails

source: PDT: PHP development
de: PDT: Entwicklungsumgebung für PHP
fr: PDT : développement PHP
sv: PDT: PHP-utveckling

source: Installing PDT
de: Installiere PDT
fr: Installation de PDT
sv: Installerar PDT

source: PHPEclipse: PHP development
sv: PHPEclipse: PHP-utveckling

source: Subversive: Use SVN in Eclipse
de: Subversive: Verwenden Sie SVN in Eclipse
fr: Subversive : Utiliser SVN dans Eclipse
sv: Subversive: Använd SVN i Eclipse

source: Installing Subversive
de: Installiere Subversive
fr: Installation de Subversive
sv: Installerar Subversive

source: Subclipse: Use SVN in Eclipse
sv: Subclipse: Använd SVN i Eclipse

source: VEditor: Verilog and VHDL editor
fr: VEditor : éditeur VHDL et Verilog
sv: VEditor: Verilog- och VHDL-editor

source: Mylyn: Task-focused UI for Eclipse
sv: Mylyn: Uppgiftscentrerat gränssnitt för Eclipse

source: Photran: Fortran development
sv: Photran: Fortran-utveckling

source: Texlipse: Edit LaTeX in Eclipse
sv: Texlipse: Redigera LaTeX i Eclipse

source: MTJ: J2ME development
de: MTJ: Entwicklungsumgebung für J2ME
fr: MTJ : Développement J2ME
sv: MTJ: J2ME-utveckling

source: Put Selinux in permissive mode, instead of enforcing mode.
fr: Mettre Selinux en mode permissif, au lieu du mode renforcé
sv: Ställ SELinux i tillåtande läge, istället för förbjudande läge.

source: Disable "sudo". Prevent yourself from using "sudo".
de: "sudo" deaktivieren. Sich selbst daran hindern, "sudo" zu verwenden.
fr: Desactive "sudo". Vous prévient d'un usage non désiré de "sudo".
sv: Avaktivera "sudo". Hindra dig själv från att använda "sudo".

source: Enable "sudo"
de: "sudo" aktivieren
fr: Active "sudo"
sv: Aktivera "sudo"

source: If you enabled "sudo" and you want to execute commands as root, you can type command "sudo COMMAND" instead of complicated command "su -c 'COMMAND'". <span color="red">Due to restriction on filesystem permission, Ailurus cannot detect whether "sudo" is enabled.</span>
fr: Si vous activez "sudo" et que vous désirez exécuter des commandes en tant que root, utilisez la commande "sudo COMMAND" à la place de la commande compliquée "su -c 'COMMNDE' <span color="red">A Cause de restrictions sur les permissions du système de fichiers, Ailurus ne détecte pas quand sudo est activé.</span>
sv: Om du aktiverade "sudo" och du vill köra kommandon som rotanvändare kan du skriva "sudo KOMMANDO" istället för det mer komplicerade "su -c 'KOMMANDO'". <span color="red">På grund av begränsningar i filsystemstillstånden kan Ailurus inte avgöra om "sudo" är aktiverat eller inte.</span>

source: Use colorful Bash prompt symbols
de: Farbigen Bash-Prompt verwenden
fr: Utiliser un prompt BASH coloré
sv: Använd färgglada symboler i Bash-prompten

source: Add this line into $HOME/.bashrc:
sv: Lägg till det här i $HOME/.bashrc:

source: The color of bash prompt symbols is changed.
de: Die Farbeinstellung des Bash-Prompts wurde geändert.
fr: La couleur des symboles du prompt bash est modifiée
sv: Bash-promptens färger har ändrats.

source: It will take effect at the next time you log in.
de: Diese Änderung wird erst wirksam, wenn Sie sich das nächste Mal anmelden.
fr: Cela prendra effet à votre prochaine connection.
sv: Det kommer tas i bruk nästa gång du loggar in.

source: Install Stardict dictionaries
sv: Installera Stardict-ordböcker

source: Upgrade Fedora using an application called "PreUpgrade"
sv: Uppgradera Fedora med programmet "PreUpgrade"

source: Enabled
sv: Aktiverat

source: Name
sv: Namn

source: (please select a repository)
sv: (var god välj ett förråd)

source: Repositories
sv: Förråd

source: Reset
sv: Återställ

source: Append
sv: Lägg till sist

source: Repositories have been changed. Would you like to save them?
sv: Förråd har ändrats. Vill du spara?

source: Change background color of GNOME terminal to black.
de: Hintergrundfarbe des GNOME-Terminals auf Schwarz setzen.
fr: Changer la couleur du fond d'écran du terminal GNOME en noir.
sv: Ändra bakgrundsfärgen i GNOMEs terminal till svart.

source: Set background color to black. Set foreground color to white. The trick is to change GConf values: /apps/gnome-terminal/profiles/Default/use_theme_colors = False /apps/gnome-terminal/profiles/Default/background_color = #000000000000 /apps/gnome-terminal/profiles/Default/foreground_color = #FFFFFFFFFFFF
de: Die Hintergrundfarbe auf Schwarz setzen. Die Vordergrundfarbe auf Weiß setzen. Der Trick ist, GConf-Werte zu ändern: /apps/gnome-terminal/profiles/Default/use_theme_colors = False /apps/gnome-terminal/profiles/Default/background_color = #000000000000 /apps/gnome-terminal/profiles/Default/foreground_color = #FFFFFFFFFFFF
fr: Paramètrer la couleur d'arrière-plan en noir. Paramètrer la couleur d'avant en blanc. Cette astuce change les valeurs de GConf: /apps/gnome-terminal/profiles/Default/use_theme_colors = False /apps/gnome-terminal/profiles/Default/background_color = #000000000000 /apps/gnome-terminal/profiles/Default/foreground_color = #FFFFFFFFFFFF
sv: Ange svart som bakgrundsfärg. Ange vitt som förgrundsfärg. Knepet är att ändra GConf-värden: /apps/gnome-terminal/profiles/Default/use_theme_colors = False /apps/gnome-terminal/profiles/Default/background_color = #000000000000 /apps/gnome-terminal/profiles/Default/foreground_color = #FFFFFFFFFFFF

source: NScripts: a set of useful Nautilus scripts
fr: NScripts : un ensemble de scripts utiles pour Nautilus
sv: NScripts: en handfull praktiska Nautilus-skript

source: NScripts help you change the background, create/check MD5 checksums, create a diff, create shortcuts via Nautilus. NScripts is installed in $HOME/.gnome2/nautilus-scripts.
sv: NScripts hjälper dig ändra bakgrund, skapa/kontrollera MD5-kontrollsummor, skapa en diff-fil, skapa genvägar via Nautilus. NScripts installeras i $HOME/.gnome2/nautilus-scripts.

source: Add GB2312 detection ability to GEdit
fr: Permet la detection GB2312 à GEdit
sv: Lägg till förmågan att känna av GB2312 till GEdit

source: The trick behind is to change GConf values: /apps/gedit-2/preferences/encodings/auto_detected += ["GB2312", "GBK", "GB18030"] /apps/gedit-2/preferences/encodings/shown_in_menu += ["GB2312"]
de: Der Trick dahinter ist, GConf-Werte zu ändern: /apps/gedit-2/preferences/encodings/auto_detected += ["GB2312", "GBK", "GB18030"] /apps/gedit-2/preferences/encodings/shown_in_menu += ["GB2312"]
fr: Cette astuce change les valeurs de GConf: /apps/gedit-2/preferences/encodings/auto_detected += ["GB2312", "GBK", "GB18030"] /apps/gedit-2/preferences/encodings/shown_in_menu += ["GB2312"]
sv: Knepet är att ändra GConf-värden: /apps/gedit-2/preferences/encodings/auto_detected += ["GB2312", "GBK", "GB18030"] /apps/gedit-2/preferences/encodings/shown_in_menu += ["GB2312"]

source: Speed up Nautilus
de: Nautilus beschleunigen
fr: Accélérer Nautilus
sv: Snabba upp Nautilus

source: Change Nautilus settings: Do not count directory items. Do not preview sound. Do not show texts in icon. Use tighter layout. The trick behind is to change GConf settings as follows. /apps/nautilus/preferences/show_directory_item_counts = never /apps/nautilus/preferences/preview_sound = never /apps/nautilus/preferences/show_icon_text = never /apps/nautilus/icon_view/default_use_tighter_layout = true delete "size" from /apps/nautilus/list_view/default_visible_columns
sv: Ändra Nautilus-inställningar: Räkna inte katalogers innehåll. Förhandsgranska inte ljud. Visa inte text i ikonen. Använd snävare layout. Knepet är att ändra GConf-inställningarna så här. /apps/nautilus/preferences/show_directory_item_counts = never /apps/nautilus/preferences/preview_sound = never /apps/nautilus/preferences/show_icon_text = never /apps/nautilus/iconf_view/default_use_tighter_layout = true delete "size" from /apps/nautilus/list_view/default_visible_columns

source: Make GEdit more suitable for programmers
de: Passt GEdit besser den Anforderungen eines Programmierers an
fr: Rend GEdit plus approprié pour les programmeurs
sv: Gör GEdit mer passande för programmerare

source: Change GEdit settings as follows: Automatically indent current line. Do not automatically create a hidden copy of current file. Automatically save files once in each minute. Show line numbers.
sv: Ändra GEdits inställningar på följande vis: Automatisk indentering av nuvarande rad. Skapa inte automatiskt en dold kopia av nuvarande fil. Spara filer automatiskt varje minut. Visa radnummer.

source: GNOME locale:
de: Sprache von GNOME:
fr: Langue de GNOME:
sv: GNOME-lokal:

source: Desktop icons
de: Desktop-Symbole
fr: Icônes du bureau
sv: Skrivbordsikoner

source: Show desktop content
de: Desktopinhalt anzeigen
fr: Affiche le contenu du bureau
sv: Visa skrivbordets innehåll

source: (take effect at the next time GNOME starts up)
sv: (träder i kraft nästa gång GNOME startas)

source: Display "Mounted volume" icon
sv: Visa "Monterad volym"-ikonen

source: Put icons linking to mounted volumes on the desktop.
de: Verknüpfungen, die auf eingehängte Dateisysteme verweisen, auf dem Desktop anlegen.
fr: Mettre des icônes donnant accès aux volumes montés sur le bureau.
sv: Placera ikoner länkade till monterade volymer på skrivbordet.

source: Display "Computer" icon
de: Symbol für "Rechner" anzeigen
fr: Afficher un icône "Ordinateur"
sv: Visa "Dator"-ikonen

source: Put an icon linking to the computer location on the desktop.
de: Eine Verknüpfung, die auf "Rechner" verweist, auf dem Desktop anlegen.
fr: Mettre une icône menant au « Poste de travail » sur le bureau
sv: Placera ikoner länkade till platsen Dator på skrivbordet.

source: Display "Home folder" icon
de: Symbol für "Homeverzeichnis" anzeigen
fr: Afficher un icône "Dossier personnel"
sv: Visa "Hemkatalog"-ikon

source: Put an icon linking to the home folder on the desktop.
de: Eine Verknüpfung, die auf das Homeverzeichnis verweist, auf dem Desktop anlegen.
fr: Mettre un icône menant au dossier personnel sur le bureau
sv: Placera en ikon länkad till hemkatalogen på skrivbordet.

source: Display "Network server" icon
de: Symbol für "Netzwerk-Server" anzeigen
fr: Afficher l'icône "Serveur Réseau"
sv: Visa "Nätverksserver"-ikon

source: Put an icon linking to the Network Servers view on the desktop.
de: Eine Verknüpfung, die auf "Netzwerk-Server" verweist, auf dem Desktop anlegen.
fr: Placer un raccourci pour les serveurs réseau sur le bureau.
sv: Placera en ikon länkad till Nätverksservrar-vyn på skrivbordet.

source: Display "Trash" icon
de: Symbol für "Mülleimer" anzeigen
fr: Afficher l'icône "Corbeille"
sv: Visa "Papperskorg"-ikon

source: Put an icon linking to the trash on the desktop.
de: Eine Verknüpfung, die auf den Mülleimer verweist, auf dem Desktop anlegen.
fr: Placer un raccourci pour la poubelle sur le bureau.
sv: Placera en ikon länkad till Papperskorgen på skrivbordet.

source: In order to change the name of "Computer", "Home folder", "Network server" or "Trash" icon, please select the icon, then press F2.
sv: För att byta namn på "Dator"-, "Hemkatalog"-, "Nätverksserver"- eller "Papperskorg"-ikonerna, markera ikonen och tryck sedan på F2.

source: The "start-here" icon is %s
sv: "Starta-här"-ikonen är %s

source: Change "start-here" icon
fr: Changer l'icon "démarrer"
sv: Byt "starta-här"-ikon

source: The login icon is %s
sv: Inloggningsikonen är %s

source: Change login icon
fr: Modifier l'icône de connexion
sv: Byt inloggningsikon

source: Show icons of menu entries
de: Symbole neben Menüeinträgen anzeigen
fr: Affiche les icônes des entrées dans le menu.
sv: Visa ikoner för menyposter

source: Whether menus may display an icon next to a menu entry.
de: Legt fest, ob Menüs ein Symbol neben den Menüeinträgen anzeigen dürfen.
fr: Indique si les menus doivent afficher une icône à côté du texte du menu.
sv: Om menyer ska visa ikoner bredvid menyposterna.

source: Menu entry icons setting
de: Einstellung für Symbole neben Menüeinträgen
fr: Paramètres des icônes du menu
sv: Menyposternas ikon-inställningar

source: Show icon in buttons
fr: Affiche les icônes des bouttons
sv: Visa ikon i knappar

source: Whether buttons may display an icon next to text.
sv: Om knappar ska visa en ikon bredvid texten.

source: Button icons setting
fr: Configuration des icônes des boutons
sv: Knappikoninställningar

source: Disable terminal bell
de: Terminalglocke deaktivieren
fr: Désactiver le bip du terminal
sv: Avaktivera terminalklocka

source: If it is set to true, gnome terminal will not generate beep sound when error happens.
de: Falls aktiviert, wird gnome-terminal keinen Piepton erzeugen, wenn ein Fehler auftritt.
fr: Si coché, le terminal gnome n'émettra plus de bip quand une erreur survient.
sv: Om ställt till 'sant' kommer gnome-terminal inte pipa till när fel inträffar.

source: Terminal beep sound setting
de: Terminal-Piepton
fr: Réglage du bip du terminal
sv: Terminal-pipljudsinställning

source: Automatically mount CD and flash disks
de: CDs und USB-Datenträger automatisch einhängen
fr: Monter automatiquement les CD et clés USB
sv: Montera automatiskt CD och flash-diskar

source: If set to true, then Nautilus will automatically mount media such as CD and flash disks.
de: Falls aktiviert, wird Nautilus Medien wie CDs und USB-Datenträger automatisch einhängen.
fr: Si réglé sur vrai, Nautilus montera automatiquement les médias comme les CD ou les disques flash.
sv: Om valet är 'sant' kommer Nautilus automatiskt montera media som CD-skivor och flash-diskar.

source: Show more permissions setting in file property dialog
sv: Visa mer rättighetsinställningar i filegenskapsdialogen

source: More Nautilus settings
fr: Plus de paramètres pour Nautilus
sv: Fler Nautilus-inställningar

source: Larger font
de: Größere Schrift
fr: Police plus grande
sv: Större typstorlek

source: Change these GConf keys:
fr: Modifier ces clés de GConf
sv: Ändra dess GConf-nycklar:

source: Smaller font
de: Kleinere Schrift
fr: Police plus petite
sv: Mindre typstorlek

source: One-click changing font size
de: Schriftgröße mit einem Klick ändern
fr: Changement de Taille par click
sv: Byt teckenstorlek med ett klick

source: GConf key:
de: GConf-Schlüssel:
fr: clé GConf :
sv: GConf-nyckel:

source: It can be used in Metacity only.
fr: Ca peut être uniquement utilisé dans Metacity
sv: Kan bara användas i Metacity.

source: Pre-defined:
sv: Fördefinierad:

source: Custom:
sv: Anpassad:

source: GNOME classic
fr: GNOME Classique
sv: GNOME klassisk

source: The layout of window title-bar buttons
sv: Layout för fönsterknappar

source: double-clicked by mouse left button:
de: Doppelklick mit der linken Maustaste:
fr: double clic via le bouton gauche de la souris:
sv: dubbelklick med vänster musknapp:

source: The effects of double-clicking on the title bar.
de: Die Auswirkungen eines Doppelklicks auf die Fensterleiste.
fr: L'effet d'un double-clic sur la barre de titre.
sv: Effekterna vid dubbelklick i titelraden.

source: GConf key:
de: GConf-Schlüssel:
fr: clé GConf :
sv: GConf-nyckel:

source: clicked by mouse right button:
de: Klick mit der rechten Maustaste:
fr: clic droit :
sv: klick med höger musknapp:

source: The effects of right-clicking on the title bar.
de: Die Auswirkungen eines Klicks mit der rechten Maustaste auf die Fensterleiste.
fr: L'effet d'un clic droit sur la barre de titre.
sv: Effekterna av högerklick i titelraden.

source: clicked by mouse wheel:
de: Klick mit dem Mausrad:
fr: clic milieu :
sv: klick med mushjulet:

source: The effects of clicking on the title bar by mouse wheel.
de: Die Auswirkungen eines Klicks mit dem Mausrad auf die Fensterleiste.
fr: L'effet de la roulette de la souris sur la barre de titres.
sv: Effekterna av att klicka på titelraden med mushjulet.

source: maximize
de: Maximieren
fr: maximiser
sv: maximera

source: minimize
de: Minimieren
fr: réduire
sv: minimera

source: roll up
de: Einrollen
fr: enrouler
sv: rulla upp

source: put behind others
de: Hinter andere Fenster schieben
fr: place derrière les autres
sv: placera bakom andra

source: maximize horizontally
de: Horizontal maximieren
fr: maximiser horizontalement
sv: maximera horisontellt

source: maximize vertically
de: Vertikal maximieren
fr: maximiser verticalement
sv: maximera vertikalt
