Repository: appotry/Ailurus
Catalog: po/*.po
Languages: de, fr, sv

source: Installed.
de: Installiert.
fr: Installé.

source: Will be removed.
de: Wird entfernt werden.
fr: Sera supprimé.

source: Select _All
de: _Alles auswählen
fr: Tout sélectionner

source: _Deselect All
de: Auswahl au_fheben
fr: Tout _Désélectionner

source: _Reset All
de: Alles _zurücksetzen
fr: Tout_Réinitialiser

source: Details:
fr: Détails :

source: All works finished.
de: Alles erledigt.
fr: Tous les travaux finis.

source: Close this terminal
de: Dieses Terminal schließen
fr: Fermer ce terminal

source: Common
fr: Commun

source: For students
fr: Pour les étudiants

source: For developers
fr: Pour les développeurs

source: Advanced
fr: Options avancées

source: Office
de: Büro
fr: Bureau

source: Firefox extensions
de: Firefox-Erweiterungen
fr: Modules complémentaires pour Firefox

source: Multimedia
de: Unterhaltungsmedien
fr: Multimédia

source: Appearance
de: Erscheinungsbild
fr: Apparence

source: Enhancements
de: Verbesserungen
fr: Améliorations

source: Language support
fr: Prise en charge de langue

source: Nautilus context menu
de: Einträge des Nautilus-Kontextmenüs
fr: Menu contextuel de Nautilus

source: Third party repositories
de: Fremde Paketquellen
fr: Dépots de tierce partie

source: Virtual machine
de: Virtuelle Maschine
fr: Machine virtuelle

source: Hardware
fr: Matériel

source: Mathematics
de: Mathematik
fr: Mathématiques

source: Electronics & Mechanics
de: Elektronik und Mechanik
fr: Electronique & Mécanique

source: Development
de: Entwicklung
fr: Développement

source: <span color='red'>This extension cannot be removed by Ailurus. It can be removed in 'Tools'->'Add-ons' menu of firefox.</span>
de: <span color='red'>Diese Erweiterung kann nicht von Ailurus entfernt werden. Sie kann in Firefox über das Menü 'Extras'->'Add-ons' deinstalliert werden.</span>
fr: <span color='red'>Cette extension ne peut pas être désinstallée par Ailurus. Elle peut être désinstallée dans le menu 'Outils'->'Modules complémentaires' de Firefox.</span>

source: It can be used in Firefox version %s
de: Die Erweiterung kann in Firefox Version %s verwendet werden.
fr: Peut être utilisé dans la version de Firefox %s

source: It can be obtained from
de: Sie kann bezogen werden von
fr: Il peut être obtenu à partir de

source: Installing packages:
de: Installiere Pakete:
fr: Installation des paquets :

source: Removing packages:
de: Entferne Pakete:
fr: Suppression des paquets :

source: %.1f KB
fr: %.1f Kio

source: The command which will be run.
fr: La commande qui sera lancée.

source: The shortcut key.
fr: Le raccourci clavier

source: Ailurus' D-Bus daemon exited with error.
fr: Le daemon D-Bus d'Ailurus a quitté avec une erreur

source: Please restart your computer, or start daemon using <b>su</b> or <b>sudo</b>:
fr: S'il vous plaît redémarrez votre ordinateur ou démarrer le daemon en utilisant <b>su</b> or <b>sudo</b> :

source: Fastest Repository
fr: Dépôts rapides

source: do not load all functionality
fr: ne pas chargé toutes les fonctionnalités

source: For example: ailurus --fast --information
fr: Par exemple : ailurus --fast --information

source: <span color="grey">Loading system settings pane ... </span>
fr: <span color="grey">Chargement du panneau des paramètres système ... </span>

source: <span color="grey">Loading information pane ... </span>
fr: <span color="grey">Chargement du panneau d'information ... </span>

source: Linux Information
de: Linux-Informationen
fr: Information Linux

source: A new version is available
fr: Une nouvelle version est disponible

source: Version %s is released. You can download it from:
fr: La version %s est sortie. Vous pouvez la téléchargée là :

source: You have already installed the latest Ailurus version. :)
de: Sie haben schon die neueste Version von Ailurus installiert. :)
fr: Vous avez déjà la dernière version de Ailurus. :)

source: The people who provide a lot of Debian packages:
de: Den Personen, die viele Debian-Pakete bereitstellen:
fr: Les personnes qui nous ont fournie une grande quantité de paquets Debian :

source: The people who provide a lot of translation:
de: Den Personen, die uns mit vielen Übersetzungen unterstützen:
fr: Les personnes qui nous ont apportées de nombreuses traductions :

source: and many other people.
de: und viele weitere Personen.
fr: et beaucoup d'autres.

source: The people who report bugs:
de: Den Personen, die Fehler (Bugs) melden:
fr: Les personnes qui on rapporté des bugs :

source: The people who eliminate bugs:
de: Den Personen, die Fehler (Bugs) beheben:
fr: Les personnes qui ont éliminées les bugs

source: The people who publicize this software:
de: Den Personen, die helfen, diese Software zu verbreiten:
fr: Les personnes qui ont publiées ce logiciel

source: System settings
de: Systemeinstellungen
fr: Paramètres système

source: GNOME Session
de: GNOME-Sitzung
fr: Session GNOME

source: Network
de: Netzwerk
fr: Réseau

source: Mplayer with "vod" protocol support
de: Mplayer mit Unterstützung für das "vod"-Protokoll
fr: Mplayer avec le support du protocole "vod"

source: Install mplayer and comicview. Mplayer supports "vod" protocol. "vod" protocol is used in some online video sites such as SJTU comic.
de: Installieren Sie Mplayer und comicview. Mplayer unterstützt das "vod"-Protokoll. Das "vod"-Protokoll wird von manchen Videoportalen wie SJTU comic verwendet.
fr: Installe mplayer et comicview. Mplayer supporte le protocole "vod". Le protocole "vod" est utilisé dans certains sites de vidéo en ligne comme SJTU comic.

source: Official site: <span color="blue"><u>http://crypto.stanford.edu/pbc/</u></span> .
de: Offizielle Seite: <span color="blue"><u>http://crypto.stanford.edu/pbc/</u></span> .
fr: Site officiel : <span color="blue"><u>http://crypto.stanford.edu/pbc/</u></span> .

source: * Launch tasksel
de: * Starten Sie tasksel
fr: *Lancer tasksel

source: DNS server
fr: Serveur DNS

source: Eucalyptus cloud computing node
fr: Noeux de "cloud-computing" Eucalyptus

source: Eucalyptus cloud computing cluster
fr: Cluster de "cloud-computing" Eucalyptus

source: LAMP: Install Apache2 + MySQL + PHP
de: LAMP: Installieren Sie Apache2 + MySQL + PHP
fr: LAMP: Installe Apache2 + MySQL + PHP

source: Mail server
fr: Serveur de courrier

source: Ubuntu MID
fr: Ubuntu MID ( Mobile Internet Device) ou PID (Périférique Internet Moblie)

source: OpenSSH server
fr: Serveur OpenSSH

source: PostgreSQL server
fr: Serveur PostgreSQL

source: Printer server
de: Drucker-Server
fr: Serveur d'impression

source: Samba file sharing server
de: Samba Dateiserver
fr: Serveur de partage de fichiers Samba

source: Tomcat Java server
fr: Serveur java Tomcat

source: Ubuntu Enterprise Cloud server
fr: Serveur "Ubuntu Enterprise Cloud"

source: Ubuntustudio-audio: Audio creation and editing
fr: Ubuntustudio-audio: création et édition audio

source: Ubuntustudio-audio-plugins: LADSPA and DSSI audio creation and editing
fr: Ubuntustudio-audio-plugins: création et édition audio LADSPA and DSSI

source: Ubuntustudio-font-meta: A lot of font
fr: Ubuntustudio-font-meta: Une grande quantité de polices

source: Ubuntustudio-graphics: 2D/3D creation and editing
fr: Ubuntustudio-graphics: création et édition 2D/3D

source: Ubuntustudio-video: Video creation and editing
fr: Ubuntustudio-video: création et édition video

source: APT recovery
de: APT-Wiederherstellung
fr: Récupération APT

source: change %(old)s to %(new)s
fr: changer %(old)s en %(new)s

source: The fastest repository is %s;
fr: Le dépôt le plus rapide est %s;

source: Its response time is %s millisecond.
fr: Son temps de réponse est de %s millisecondes.

source: <span color="red"><big>We have not searched out the fastest repository.</big></span>
fr: <span color="red"><big>La recherche du dépôt le plus rapide n'a pas encore été effectuée.</big></span>

source: <span color="blue">The fastest repository is being used.</span>
fr: <span color="blue">Le dépôt le plus rapide est en cours d'utilisation.</span>

source: <span color="red"><big>The fastest repository is not being used.</big></span>
fr: <span color="red"><big>Le dépôt le plus rapide n'est pas en cours d'utlisation.</big></span>

source: Currently you are using these repositories:
de: Sie verwenden zur Zeit die folgenden Paketquellen:
fr: Vous utilisez actuellement les dépôts suivants :

source: (Official repository)
fr: (Dépôt officiel)

source: (Third-party repository)
fr: (Dépôt de tierce partie)

source: There is one configuration file in /etc/apt/sources.list.d/
fr: Il y a un fichier de configuration dans /etc/apt/sources.list.d/

source: There are %s configuration files in /etc/apt/sources.list.d/
fr: Il y a %s fichiers de configuration files dans /etc/apt/sources.list.d/

source: They are:
fr: Ils sont:

source: <small>(Click mouse right button to display the context menu.)</small>
fr: <small>(Cliquer sur le bouton droit de la souris pour afficher le menu contextuel.)</small>

source: <b>Backup the configuration of repositories:</b> cd /etc/apt/ tar czf ~/sources.backup.tar.gz sources.list sources.list.d/ <b>Restore the configuration of repositories:</b> cd /etc/apt/ sudo tar xzf ~/sources.backup.tar.gz
fr: <b>Sauvegarder la configuration des dépôts:</b> cd /etc/apt/ tar czf ~/sources.backup.tar.gz sources.list sources.list.d/ <b>Restaurer la configuration des dépôts:</b> cd /etc/apt/ sudo tar xzf ~/sources.backup.tar.gz

source: Backup and restore the configuration of repositories
fr: Sauvegarde et restauration de la configuration des dépôts

source: Use the fastest repository
fr: Utiliser le dépôt le plus rapide

source: Edit repository configuration by text editor
fr: Editer la configuration des dépôts avec l'éditeur de texte

source: Edit repository configuration by Synaptic
fr: Editer la configuration des dépôts avec Synaptic

source: Merge all files in /etc/apt/sources.list.d/ into /etc/apt/sources.list
fr: Fusionner tous les fichiers se trouvant dans /etc/apt/sources.list.d/ dans /etc/apt/sources.list

source: How to backup and restore the configuration of repositories?
fr: Comment sauvegarder et restaurer la configuration des dépots ?

source: Currently you are using %s.
fr: Actuellement vous utilisez %s.

source: Change repository
fr: Changer de dépôt

source: # Do not edit this file. This is just an example. # The following content can be copy-pasted into /etc/apt/sources.list
de: # Bearbeiten Sie diese Datei nicht. Das ist nur ein Beispiel. # Der folgende Inhalt kann nach /etc/apt/sources.list kopiert werden
fr: #N'éditez pas ce fichier. C'est juste un exemple. #Le contenu suivant peut être copié-collé dans /etc/apt/sources.list

source: Merge complete
fr: Fusion terminée

source: Argentina
de: Argentinien
fr: Argentine

source: Australia
de: Australien
fr: Australie

source: Austria
de: Österreich
fr: Autriche

source: Belarus
de: Weißrussland
fr: Biélorussie

source: Belgium
de: Belgien
fr: Belgique

source: Bosnia and Herzegovina
de: Bosnien und Herzegowina
fr: Bosnie-Herzégovine

source: Brazil
de: Brasilien
fr: Brésil

source: Bulgaria
de: Bulgarien
fr: Bulgarie

source: Chile
fr: Chili

source: China
fr: Chine

source: Colombia
de: Kolumbien
fr: Colombie

source: Croatia
de: Kroatien
fr: Croatie

source: Cyprus
de: Zypern
fr: Chypre

source: Czech Republic
de: Tschechische Republik
fr: République Tchèque

source: Denmark
de: Dänemark
fr: Danemark

source: Estonia
de: Estland
fr: Estonie

source: Finland
de: Finnland
fr: Finlande

source: French Polynesia
de: Französisch-Polynesien
fr: Polynésie Française

source: Georgia
de: Georgien
fr: Géorgie

source: Germany
de: Deutschland
fr: Allemagne

source: Greece
de: Griechenland
fr: Grèce

source: Greenland
de: Grönland
fr: Groënland

source: Hungary
de: Ungarn
fr: Hongrie

source: Iceland
de: Island
fr: Islande

source: India
de: Indien
fr: Inde

source: Indonesia
de: Indonesien
fr: Indonésie

source: Ireland
de: Irland
fr: Irlande

source: Israel
fr: Israël

source: Italy
de: Italien
fr: Italie

source: Japan
fr: Japon

source: Republic of Korea
de: Republik Korea
fr: République de Corée

source: Kuwait
fr: Koweït

source: Kyrgyzstan
de: Kirgisistan
fr: Kirghizstan

source: Latvia
de: Lettland
fr: Lettonie

source: Lithuania
de: Litauen
fr: Lithuanie

source: Malaysia
fr: Malaisie

source: Malta
fr: Malte

source: Mexico
de: Mexiko
fr: Mexique

source: Republic of Moldova
de: Republik Moldawien
fr: République de Moldavie

source: Mongolia
de: Mongolei
fr: Mongolie

source: Namibia
fr: Namibie

source: Nepal
fr: Népal

source: Netherlands
de: Niederlande
fr: Pays-Bas

source: New Caledonia
de: Neukaledonien
fr: Nouvelle-Calédonie

source: New Zealand
de: Neuseeland
fr: Nouvelle-Zélande

source: Norway
de: Norwegen
fr: Norvège

source: Poland
de: Polen
fr: Pologne

source: Romania
de: Rumänien
fr: Roumanie

source: Russian Federation
de: Russische Föderation
fr: Fédération russe

source: Saudi Arabia
de: Saudi-Arabien
fr: Arabie Saoudite

source: Serbia
de: Serbien
fr: Serbie

source: Singapore
de: Singapur
fr: Singapour

source: Slovakia
de: Slowakei
fr: Slovaquie

source: Slovenia
de: Slowenien
fr: Slovénie

source: South Africa
de: Südafrika
fr: Afrique du Sud

source: Spain
de: Spanien
fr: Espagne

source: Sweden
de: Schweden
fr: Suède

source: Switzerland
de: Schweiz
fr: Suisse

source: Taiwan
fr: Taïwan

source: Thailand
fr: Thaïlande

source: Turkey
de: Türkei
fr: Turquie

source: United Kingdom
de: Vereinigtes Königreich
fr: Royaume-Uni

source: United States
de: Vereinigte Staaten
fr: États-Unis d'Amérique

source: Uzbekistan
de: Usbekistan
fr: Ouzbékistan

source: Viet Nam
fr: Viêt Nam

source: Peru
fr: Pérou

source: Ubuntu version:
fr: Version d'Ubuntu :

source: Quick setup
fr: Configuration rapide

source: Automatically check for update
de: Automatisch nach Updates suchen
fr: Vérifie automatiquement les mise à jour

source: Shutter is a powerful screenshot program.
de: Shutter ist ein mächtiges Screenshot-Programm.
fr: Shutter est un puissant outil de capture d'écran.

source: Songbird (beta version)
fr: Songbird (version beta)

source: A movie player for Linux. Supports reading from network, dvd, vcd, file, pipes, and v4l.
fr: Un lecteur de film pour Linux. Prend en charge la lecture depuis le réseau des dvd, vcd, file, pipes, et v4l.

source: Open source web browser
de: Quelloffener Browser

source: action
de: Aktion

source: In order to revoke packages, you can drag items from the left box to the right box, then click the button.
de: Um das Installieren/Entfernen von Paketen rückgängig zu machen, ziehen Sie Einträge aus dem linken Feld in das rechte Feld. Drücken Sie danach die Schaltfläche.

source: This is an indispensable application for running Windows applications on Linux. Command: yum install wine
de: Diese Anwendung ist unverzichtbar, um Windows-Anwendungen unter Linux auszuführen. Befehl: yum install wine

source: Command: yum install p7zip cabextract
de: Befehl: yum install p7zip cabextract

source: Make Evince be able to reveal Chinese pdf
de: Evince ermöglichen chinesische PDFs zu öffen

source: Command: yum install poppler-data
de: Befehl: yum install poppler-data

source: Command: yum install chmsee
de: Befehl: yum install chmsee

source: "%s" is not installed.
de: "%s" ist nicht installiert.

source: The file "%s" does not exist.
de: Die Datei "%s" ist nicht vorhanden.

source: Change Bash prompt symbols from "[username@hostname ~]$ " to "<span color="#3dba34">username@hostname</span> <span color="#729fcf">~</span>$ ". The trick behind is to add this line into "$HOME/.bashrc". PS1='\[\033[01;32m\]\u@\h\[\033[00m\] \[\033[01;34m\]\W\[\033[00m\]\\$ '
de: Aussehen des Bash-Prompts von "[benutzer@rechnername ~]$ " zu "<span color="#3dba34">username@hostname</span> <span color="#729fcf">~</span>$ " ändern. Der Trick dahinter ist, die folgende Zeile der Datei "$HOME/.bashrc" hinzuzufügen. PS1='\[\033[01;32m\]\u@\h\[\033[00m\] \[\033[01;34m\]\W\[\033[00m\]\\$ '

source: Enable "Print to pdf" capability.
de: "Drucken als PDF" aktivieren

source: Command: yum install cups-pdf
de: Befehl: yum install cups-pdf

source: Command: yum install stardict Moreover, you can install these dictionaries by yum. stardict-dic-cs_CZ: Czech dictionaries stardict-dic-en: English dictionaries stardict-dic-hi: Hindi dictionary stardict-dic-ja: Japanese dictionaries stardict-dic-ru: Russian dictionaries stardict-dic-zh_CN: Simplified Chinese dictionaries stardict-dic-zh_TW: Traditional Chinese dictionaries
de: Befehl: yum install stardict Darüber hinaus können Sie mit yum die folgenden Wörterbücher installieren. stardict-dic-cs_CZ: Wörterbücher für Tschechisch stardict-dic-en: Wörterbücher für Englisch stardict-dic-hi: Wörterbücher für Hindi stardict-dic-ja: Wörterbücher für Japanisch stardict-dic-ru: Wörterbücher für Russisch stardict-dic-zh_CN: Wörterbücher für vereinfachtes Chinesisch stardict-dic-zh_TW: Wörterbücher für traditionelles Chinesisch

source: This is a simple and easy used RSS feed reader. Command: yum install liferea
de: Das ist ein einfacher und leicht zu bedienender RSS-Feedreader. Befehl: yum install liferea

source: Useful applications for programming
de: Nützliche Software für Programmierer

source: A CAD software which supports DXF-format.
de: Eine CAD-Software, die das DXF-Format unterstützt.

source: This is an IDE for Qt. Command: yum install qt-creator
de: Das ist eine IDE für Qt. Befehl: yum install qt-creator

source: Command: yum install gstreamer gstreamer-plugins-bad gstreamer-plugins-bad-extras gstreamer-plugins-basegstreamer-plugins-good gstreamer-plugins-ugly
de: Befehl: yum install gstreamer gstreamer-plugins-bad gstreamer-plugins-bad-extras gstreamer-plugins-basegstreamer-plugins-good gstreamer-plugins-ugly

source: <i>Install packages by:</i>
de: <i>Installiere Pakete mit:</i>

source: <i>Web page:</i>
de: <i>Webseite:</i>

source: <i>Source setting:</i>
de: <i>Paketquelle:</i>

source: PlayOnLinux is a front-end for wine. It helps to install Windows Games and softwares on Linux.
de: PlayOnLinux ist ein Frontend für wine. Es hilft dabei, Windows-Spiele und -Software unter Linux zu installieren.

source: This repository contains the latest version of Wine. Wine is for running Windows applications on Linux.
de: Diese Paketquelle beinhaltet die neueste Version von Wine. Wine dient dazu, Windows-Anwendungen unter Linux auszuführen.

source: This is the repository of Ailurus.
de: Das ist die Paketquelle von Ailurus.

source: AWN (Development version)
de: AWN (Entwicklungsversion)

source: Synapse is an instant messager.
de: Synapse ist ein Sofortnachrichtenprogramm.

source: Exaile (Latest version)
de: Exaile (Neueste Version)

source: Audacious (Latest version)
de: Audacious (Neueste Version)

source: Pidgin (Latest version)
de: Pidgin (neueste Version)

source: Songbird (Latest version)
de: Songbird (neueste Version)

source: Don't automatically clean /var/cache/apt/
de: Säubere /var/cache/apt/ nicht automatisch

source: Command: sudo apt-get install/remove %s
de: Befehl: sudo apt-get install/remove %s

source: Context menu screenshot:
de: Bildschirmfoto des Kontextmenüs:

source: Window screenshot:
de: Bildschirmfoto des Fensters:

source: "Write to Disc..." entry
de: "Auf CD/DVD schreiben..."

source: When CD/DVD image file is clicked by mouse right button, show a "Write to Disc..." menu item. <span color="red">This item conflicts with "brasero".</span>
de: Wenn ein CD/DVD-Abbild mit der rechten Maustaste angeklickt wird, den Menüeintrag "Auf CD/DVD schreiben..." anzeigen. <span color="red">Diese Funktion steht in Konflikt mit "brasero".</span>

source: "Actions Configuration" entry
de: "Nautilus-Actions Konfiguration"

source: It allows the configuration of programs to be launched on files selected. <span color="red">This entry is not in context menu. It is in "System"->"Preferences" menu.</span>
de: Erlaubt Ihnen festzulegen, mit welchem Programm eine ausgewählte Datei geöffnet werden soll. <span color="red">Dieser Eintrag befindet sich nicht im Kontextmenü. Er befindet sich unter "System"->"Einstellungen".</span>

source: When any file with wrong encoding filename is right clicked,
de: Wenn mit der rechten Maustaste auf eine Datei geklickt wird, deren Name eine falsche Zeichenkodierung hat,

source: show a "Repair filename" menu item.
de: den Menüeintrag "Dateinamen reparieren" anzeigen.

source: Launch selected files with administration privileges using the context menu.
de: Ausgewählte Dateien über das Kontextmenü mit Administratorrechten öffnen.

source: Open selected folder with administration privileges.
de: Ausgewählten Ordner mit Administratorrechten öffnen.

source: "Share" entry for folders
de: "Freigabeoptionen" für Ordner

source: Traceback:
de: Fehler-Rückverfolgung:

source: Some operation failed.
de: Einige Aufgaben sind fehlgeschlagen.

source: All operations succeeded.
de: Alle Aufgaben erfolgreich abgeschlossen.

source: The changes will take effect at the next time when GNOME starts up.
de: Die Änderungen werden erst wirksam, wenn GNOME das nächste Mal gestartet wird.

source: Because of live CD capacity limitation, the Ubuntu system does not have full language support.
de: Aus Platzgründen befinden sich auf der Ubuntu Live-CD nicht alle Sprachdateien. Die Sprachunterstützung für Ihr System ist deshalb noch nicht vollständig installiert.

source: Command:
de: Befehl:

source: Decompression software: 7z, rar, cab, ace
de: Dekomprimierungsprogramme: 7z, rar, cab, ace

source: Command: sudo apt-get install poppler-data
de: Befehl: sudo apt-get install poppler-data

source: Command: sudo apt-get install chmsee
de: Befehl: sudo apt-get install chmsee

source: The program frequently alerts you to leave computers, take micro-pauses, rest breaks and restricts you to your daily limit of using computers. Command: sudo apt-get install workrave
de: Dieses Programm erinnert Sie regelmäßig daran, den Computer zu verlassen und kleinere oder größere Pausen einzulegen, und es beschränkt Ihre Arbeitszeit am Computer auf ein bestimmtes Limit am Tag. Befehl: sudo apt-get install workrave

source: Change Bash prompt symbols from "username@hostname:~$ " to "<span color="#3dba34">username@hostname</span>:<span color="#729fcf">~</span>$ ". The trick behind is to add this line into "$HOME/.bashrc". PS1='${debian_chroot:+($debian_chroot)}\[\033[01;32m\]\u@\h\[\033[00m\]:\[\033[01;34m\]\w\[\033[00m\]\$ '
de: Aussehen des Bash-Prompts von "benutzer@rechnername:~$ " zu "<span color="#3dba34">benutzer@rechnername</span>:<span color="#729fcf">~</span>$ " ändern. Der Trick dahinter ist, die folgende Zeile der Datei "$HOME/.bashrc" hinzuzufügen. PS1='${debian_chroot:+($debian_chroot)}\[\033[01;32m\]\u@\h\[\033[00m\]:\[\033[01;34m\]\w\[\033[00m\]\$ '

source: Command: sudo apt-get install gstreamer0.10-fluendo-mp3 gstreamer0.10-ffmpeg gstreamer0.10-plugins-bad gstreamer0.10-plugins-bad-multiverse gstreamer0.10-plugins-ugly gstreamer0.10-plugins-ugly-multiverse
de: Befehl: sudo apt-get install gstreamer0.10-fluendo-mp3 gstreamer0.10-ffmpeg gstreamer0.10-plugins-bad gstreamer0.10-plugins-bad-multiverse gstreamer0.10-plugins-ugly gstreamer0.10-plugins-ugly-multiverse

source: The installation process is as follows. Firstly, the command "sudo apt-get install cups-pdf" is launched. Then a bug in "/etc/apparmor.d/usr.sbin.cupsd" file is eliminated.
de: Der Installationsvorgang ist wie folgt. Zuerst wird der Befehl "sudo apt-get install cups-pdf" ausgeführt. Danach wird ein Fehler in der Datei "/etc/apparmor.d/usr.sbin.cupsd" behoben.

source: Fix font bug in Flash plugin
de: Den Fehler bei der Schriftdarstellung im Flash-Plugin beheben

source: The file "%s" exists.
de: Die Datei "%s" existiert.

source: Stardict and four dictionaries
de: Stardict und vier Wörterbücher

source: "%s" does not exist.
de: "%s" existiert nicht.
